Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/simple-competency/*.po
Languages: ar

source: Edit This Information
ar: تعديل هذه المعلومات

source: Update this Information
ar: تحديث هذه المعلومات

source: Select another Competency Type
ar: حدد نوعاً آخر للكفاءة

source: Competency Type
ar: نوع الكفاءة

source: Select another Competency
ar: حدد كفاءة أخري

source: Competency
ar: الكفاءة

source: Select another Competency Evaluation
ar: حدد تقييماً آخر للكفاءة

source: Competency Evaluation
ar: تقييم الكفاءة

source: Edit all list associated with competency
ar: تعديل كل القوائم المرتبطة بالكفاءة

source: Edit the competency list
ar: تعديل قائمة الكفاءة

source: Edit the competency type list
ar: تعديل قائمة نوع الكفاءة

source: View all list associated with competency
ar: عرض كل القوائم المرتبطة بالكفاءة

source: View the competency list
ar: عرض قائمة الكفاءة

source: View the competency type list
ar: عرض قائمة نوع الكفاءة

source: Name
ar: اسم

source: Select Competency Type then Competency
ar: حدد نوع الكفاءة ثم الكفاءة

source: Notes
ar: ملحوظات
