Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/person-education/*.po
Languages: ar, ko, uk

source: Edit This Information
ar: غيير هذه المعلومة
ko: 이 정보 편집
uk: Редагувати цю інформацію

source: Update this Information
ar: حدّث هذه المعلومة
ko: 이 정보 업데이트
uk: Оновити цю інформацію

source: Select another Education Type
ar: إختر نوع تعليم آخر
ko: 다른 교육 종류 선택
uk: Виберіть інший тип освіти

source: Education Type
ar: نوع التعليم
ko: 교육 종류
uk: Тип освіти

source: Institution Information
ar: معلومات عن المؤسسة
ko: 기관 정보
uk: Інформація про заклад

source: Degree Information
ar: معلومات عن الدرجة العلمية
ko: 학위 정보
uk: Інформація про ступінь

source: Select another Degree
ar: إختر درجة أخرى
ko: 다른 학위 선택
uk: Виберіть інший ступінь

source: Degree
ar: الدرجة
ko: 학위
uk: Ступінь

source: Can view education child form of a person
ar: يمكن عرض نموذج التعليم الفرعي لشخص
uk: Можна переглядати освітню дочірню форму особи

source: Can edit education child forms of a person
ar: يمكن تعديل نموذج التعليم الفرعي لشخص
uk: Можна редагувати освітню дочірню форму особи

source: Can edit education type database lists
ar: يمكن تعديل قوائم قاعدة بيانات نوع التعليم
uk: Можна редагувати тип освіти у списках баз даних

source: Can view education type database lists
ar: يمكن عرض قوائم قاعدة بيانات نوع التعليم
uk: Можна переглядати тип освіти у списках баз даних

source: Can edit degree type database lists
ar: يمكن تعديل قوائم قاعدة بيانات نوع الدرجة
uk: Можна редагувати тип ступеня у списках базах даних

source: Can view degree type database lists
ar: يمكن عرض قوائم قاعدة البيانات نوع الدرجة
uk: Можна переглядати тип ступеня у списках базах даних

source: Add/Update Education History
ar: إضافة / تحديث تاريخ التعليم
ko: 교육 역사 추가/업데이트
uk: Додати/Оновити історію освіти

source: Education History
ar: تاريخ التعليم
ko: 교육 기록
uk: Історія освіти

source: Name
ar: الاسم
ko: 이름
uk: Назва

source: Select Education Type then Degree
ar: إختر نوع االتعليم ثم الدرجة
ko: 교육 유형을 선택하고 학위 선택
uk: Виберіть тип освіти, потім ступінь

source: Institution Name
ar: اسم المؤسسة
ko: 기관 이름
uk: Назва закладу

source: Institution Location
ar: موقع المؤسسة
ko: 기관 위치
uk: Розташування закладу

source: Year of Graduation (leave blank if In Progress)
ar: سنة التخرج (اتركه فارغا إذا كان في طور الإنجاز)
ko: 졸업한 해 (재학중이면 공란)
uk: Рік завершення (залиште порожнім, якщо навчання ще триває)

source: Major
ar: رائد
ko: 전공
uk: Основне
