Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage-salary/*.po
Languages: gl

source: Edit This Information
gl: Editar esta información

source: Update this Information
gl: Actualizar esta información

source: Select another Salary Source
gl: Seleccionar outra fonte de ingresos

source: Salary Source
gl: Fonte de ingresos

source: Edit the salary_source list
gl: Editar a lista salary_source

source: View the salary_source list
gl: Ollar a lista salary_source

source: Salary
gl: Salario

source: Start Date
gl: Data de inicio

source: End Date
gl: Data de fin

source: Notes
gl: Notas

source: Can view salary child form of a person
gl: Pode ollar o salario dunha persoa

source: Can edit salary child forms of a person
gl: Pode editar o salario dunha persoa
