Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/form-limits/*.po
Languages: uk

source: Limit this field to be between the following values
uk: Обмежити це поле між такими значенями

source: Limit this field to contain (case insensitive) the following value
uk: Обмежити це поля вмістом (без урахування регістру) наступного значення

source: Limit this field to be Yes or No
uk: Обмежети це поле значенням Так або Ні

source: Select Value
uk: Вибрати значення

source: No
uk: Ні

source: Yes
uk: Так

source: Limit this field to be greather than the current date.
uk: Обмежити це поле значеннями більшими за поточну дату.

source: Limit this field to be not null (value specified).
uk: Обмежити це поле значенням null (вказане значення).

source: Limit this field to be less than or equal to the following value
uk: Обмежити це поле значення меншими або рівними наступному

source: Limit this field to be like (case insensitive) the following value
uk: Обмежити це поле значеннями подібними (без урахування регістру) до наступного

source: Limit this field to be True or False
uk: Обмежити це поле значенням Істина або Хибність

source: True
uk: Істина

source: False
uk: Хибність

source: Limit this field to be equal to the given value.
uk: Межа цього поля дорівнює заданому значенню.

source: Limit this field to be the minimum for all child forms that have the same parent.
uk: Обмежити це поле найменшим значенням для всіх дочірніх форм, що мають однакового предка.

source: Limit this field to be like (case sensitive) the following value
uk: Обмежити це поле значеннями (з урахуванням регістру) подібними до наступного

source: Limit this field to be equal to the following value
uk: Обмежити це поле значеннями рівними наступному значенню

source: Limit this field to be null or not
uk: Обмежити це поле значенням null або ні

source: Limit this field to be no.
uk: Не обмежувати це поле.

source: Limit this field to be the minimum value for this form having the same parent.
uk: Обмежити це поле найменшим значення для цієї форми, яка має спільного предка.

source: Limit this field to be greater than or equal to the following value
uk: Обмежити це поле значеннями більшими або рівними наступному значенню

source: Limit this field to be true.
uk: Обмежити це поле значенням Істина.

source: Limit this field to be equal to (case insensitive) the following value
uk: Обмежити це поле значеннями рівними (без урахуванню регістру) наступному

source: Limit this field to be the maximum for all child forms that have the same parent.
uk: Обмежити це поле значенням найбільшим для всіх дочірніх форм, що мають спільного предка.

source: Limit this field to be greater than the following value
uk: Обмежити це поле значенням більшим за наступне

source: Limit this field to be one of the following values
uk: Обмежити це поле одним з наступних значень

source: Limit this field to be less than the current date.
uk: Обмежити це поле значенням меншим за поточну дату.

source: Limit this field to be the maximum value for this form having the same parent.
uk: Обмежити це поле найбільшим значенням для цієї форми, що мають спільного предка.

source: Limit this field to be less than the following value
uk: Обмежити це поле значення меншим за наступне

source: Limit this field to be one of the following values: (Hold down the Control key to select multiple values)
uk: Обмежити це поле одним з наступних значень: (Утримуйте клавішу Ctrl для вибору декількох значень)

source: Limit this field to be yes.
uk: Обмежити це поле значенням Так.

source: Limit this field to be false.
uk: Обмежити це поле значенням Хибність.

source: Limit this field to be null (value not specified).
uk: Обмежити це поле значенням null (значення не вказано).
