Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/disciplinary-action/*.po
Languages: ar

source: Can edit the workplace injuries and disciplinary_actions assigned to a person
ar: يمكن تعديل إصابات العمل والإجراءات التأديبية المعينه لشخص

source: Can view the wokrplace injuries and disciplinary_actions assigned to a person
ar: يمكن الاطلاع علي إصابات العمل والإجراءات التأديبية المعينه لشخص

source: Edit the workplace disciplinary_action type list
ar: تعديل قائمة أنواع الإجراءات التأديبية الخاصة بالعمل

source: Disciplinary Action
ar: الإجراءات التأديبية

source: Disciplinary Action Type
ar: نوع الإجراء التأديبي

source: Date of Discussion
ar: تاريخ المناقشة

source: Action Taken
ar: الإجراء الذي تم اتخاذه

source: Start of Applicability
ar: بدء التطبيق

source: End of Applicability
ar: نهاية التطبيق

source: Notes
ar: ملاحظات

source: People Present
ar: الحاضرون

source: Add/Update Disciplinary Action
ar: إضافة / تحديث إجراء تأديبي

source: Disciplinary Action Information
ar: معلومات عن الإجراء التأديبي

source: Edit This Information
ar: تعديل هذه المعلومة

source: Update this Information
ar: تحديث هذه المعلومة

source: Select another Disciplinary Action Type
ar: حدد إجراء تأديبياً آخر

source: Correct this Information
ar: صحح هذه المعلومة

source: Action
ar: إجراء

source: View the workplace disciplinary_action type list
ar: عرض قائمة أنواع الإجراءات التدريبية في العمل

source: Edit the workplace disciplinary action reason type list
ar: تعديل مكان عمل قائمة نوع سبب الإجراء التأديبي

source: View the workplace disciplinary action reason list
ar: عرض مكان عمل قائمة نوع سبب الإجراء التأديبي

source: Disciplinary Action Reason
ar: سبب الإجراء التأديبي

source: Reason for Action
ar: سبب الإجراء

source: Select another Disciplinary Action Reason
ar: أختر سببا آخر للإجراء التأديبي
