Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/training-exam/*.po
Languages: ar, cs, es, gl

source: Evaluate a perons's cheduled training course
ar: تقييم دورة تدريبية مجدولة لشخص
cs: Vyhodnotit naplánovaný výcvikový kurz osoby
es: Evaluar el curso programado de entrenamiento de una persona
gl: Avaliar a formación prevista dunha persoa

source: View a perons's cheduled training course evaluation
ar: عرض تقييم دورة تدريبية مجدولة لشخص
cs: Zobrazit vyhodnocení naplánovaného výcvikového kurzu osoby
es: Ver la evaluación del curso de entrenamiento programado de una persona
gl: Ollar a avaliación da formación prevista dunha persoa

source: Training Course Exam Type
ar: نوع امتحان الدورة التدريبية
cs: Typ zkoušky výcvikového kurzu
es: Tipo de Examen del Curso de Entrenamiento
gl: Tipo de exame do curso de formación

source: Training Course Exam
ar: امتحان الدورة التدريبية
cs: Zkouška výcvikového kurzu
es: Examen del Curso de Entrenamiento
gl: Exame do curso de formación

source: Notes
ar: ملاحظات
cs: Poznámky
es: Notas
gl: Notas

source: Evaluation Date
ar: تاريخ التقييم
cs: Datum vyhodnocení
es: Fecha de Evaluación
gl: Data de avaliación

source: Exam Type
ar: نوع الامتحان
cs: Typ zkoušky
es: Tipo de Examen
gl: Tipo de exame

source: Score
ar: نقاط
cs: Hodnocení
es: Puntuación
gl: Puntuación

source: Passing Score For Final Exam
ar: نقاط اجتياز الامتحان النهائي
cs: Hodnocení pro absolvovámí při závěrečné zkoušce
es: Calificación Aprobatoria para el Examen Final
gl: Puntuación para aprobar o exame final

source: Training Course Exam Results
ar: نتائج امتحان الدورة التدريبية
cs: Výsledky zkoušky výcvikového kurzu
es: Resultado del Examen del Curso de Entrenamiento
gl: Resultados do exame do curso de formación

source: Exam Results For Training Course
ar: نتائج امتحان الدورة التدريبية
cs: Výsledky zkoušky výcvikévého kurzu
es: Resultados del Examen para el Curso de Entrenamiento
gl: Resultados do exame do curso de formación

source: Exam Results
ar: نتائج الإمتحان
cs: Výsledky zkoušky
es: Resultados del Examen
gl: Resultados do exame

source: Passing Score: %d
ar: تقديم الدرجة: %d
cs: Hodnocení pro absolvování: %d
es: Calificación Aprobatoria: %d
gl: Puntuación para aprobar: %d
