Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage-job/*.po
Languages: pt, zh_cn

source: Edit This Information
pt: Editar Esta Informação
zh_cn: 编辑该信息

source: Update this Information
pt: Actualizar esta Informação
zh_cn: 更新该信息

source: Select another Job
pt: Selecionar outra função
zh_cn: 选择其他的工作

source: Job
pt: Função
zh_cn: 工作

source: Select another Salary Grade
pt: Seleccionar outro nível salarial
zh_cn: 选择其他的薪酬范围

source: Salary Grade
pt: Nível Salarial
zh_cn: 薪酬范围

source: View Job
pt: Visualizar Função
zh_cn: 查看工作

source: Job Information
pt: Informação sobre a Função
zh_cn: 工作信息

source: Hide
pt: Ocultar
zh_cn: 隐藏

source: Edit the salary_grade list
pt: Editar a lista de nível_salarial
zh_cn: 编辑该 salary_grade 列表

source: View the salary_grade list
pt: Visualizar a lista de nível_salarial
zh_cn: 查看该 salary_grade 列表

source: Name
pt: Nome
zh_cn: 名字

source: Start
pt: Início
zh_cn: 开始

source: End
pt: Fim
zh_cn: 结束

source: MidPoint
pt: Meio-Termo
zh_cn: 中电

source: Notes
pt: Notas
zh_cn: 注释
