Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/person-simple-competency/*.po
Languages: ja, pt_br

source: Edit This Information
ja: この情報を編集
pt_br: Editar Esta Informação

source: Update this Information
ja: この情報を更新
pt_br: Atualizar esta Informação

source: View Evaluation History
ja: 評価の履歴を表示
pt_br: Visualizar Histórico de Avaliações

source: Competency
ja: 資格
pt_br: Competência

source: Competency Information
ja: 資格情報
pt_br: Informação de Competência

source: Competency Evaluation History
ja: 資格評価の履歴
pt_br: Histórico de Avaliação de Competência

source: return
ja: 戻る
pt_br: retornar

source: Not Evaluated
ja: 未評価
pt_br: Não avaliado

source: Competent
ja: 有資格
pt_br: Competente

source: Not Competent
ja: 無資格
pt_br: Incompetente

source: Can view person_competency child form of a person
ja: 個人資格情報の子フォームを閲覧できる

source: Can edit person_competency child forms of a person
ja: 個人資格情報の子フォームを編集できる

source: Can view the competency evaluation history of a person
ja: 資格評価履歴を閲覧できる
pt_br: Pode visualizar o histórico de avaliações de competência de uma pessoa

source: Edit the competency evaluation list
ja: 資格評価リストの編集
pt_br: Editar a lista de avaliações de competência

source: View the competency evaluation list
ja: 資格評価リストの表示
pt_br: Visualizar a lista de avaliações de competência

source: Competency Evaluation
ja: 資格評価
pt_br: Avaliação de Competência

source: Person Competency
ja: 個人の資格
pt_br: Competência Pessoal

source: Competency Evluation History
ja: 資格評価の履歴
pt_br: Histórico de Avaliações de Competência

source: Add/Update Competency
ja: 資格の追加/更新
pt_br: Adicionar/Atualizar Competência

source: Last Evaluated
ja: 最終評価
pt_br: Última Avaliação

source: Evaluation
ja: 評価
pt_br: Avaliação

source: Can view the competency evaluation of a person
ja: 資格評価履歴を閲覧できる
pt_br: Pode visualizar a avaliação de competência de uma pessoa
