Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/person-language/*.po
Languages: de

source: Language Information
de: Sprachinformationen

source: Edit This Information
de: Diese Informationen bearbeiten

source: Update this Information
de: Diese Informationen aktualisieren

source: Select another Language
de: Eine andere Sprache ausw채hlen

source: Language
de: Sprache

source: Can view person_language child form of a person
de: Kann das Datenblatt mit den Sprachinformationen zu einer Person einsehen

source: Can edit person_language child forms of a person
de: Kann das Datenblatt mit den Sprachinformationen zu einer Person bearbeiten

source: Can edit the language database list
de: Kann die Datenbankliste mit den Sprachen bearbeiten

source: Can view the language database list
de: Kann die Datenbankliste mit den Sprachen einsehen

source: Add/Update Language
de: Sprache hinzuf체gen/aktualisieren

source: Language Proficiency
de: Sprachkenntnisse

source: Person Language Proficiency
de: Sprachkenntnisse der Person

source: Elementary
de: Grundlegend

source: Limited Working
de: Erweitert

source: Professional Working
de: Fortgeschritten

source: Full Professional
de: Weit fortgeschritten

source: Fluent
de: Fl체ssig

source: Speaking Proficiency
de: M체ndliche Kenntnisse

source: Reading Proficiency
de: Lesekenntnisse

source: Writing Proficiency
de: Schreibkenntnisse
