Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage-benefit/*.po
Languages: si

source: Edit This Information
si: මෙම තොරතුරු සංස්කරණය කරන්න

source: Update this Information
si: මෙම තොරතුරු යාවත්කාලීන කරන්න

source: Benefit
si: ප්‍රතිලාභ

source: Select another Benefit Type
si: වෙනත් ප්‍රතිලාභ වර්ගයක් තෝරන්න

source: Benefit Type
si: ප්‍රතිලාභ වර්ගය

source: Can view benefit child form of a person
si: පුද්ගල ප්‍රතිලාභ උප ආකෘති පත්‍රය බලන්න

source: Can edit benefit child forms of a person
si: පුද්ගල ප්‍රතිලාභ උප ආකෘති පත්‍රය සකසන්න

source: Can edit the benefit type database list
si: දත්ත සමුදාය ලැයිස්තුවේ ප්‍රතිලාභ වර්ගය සකසන්න

source: Can view the benefit type database list
si: දත්ත සමුදාය ලැයිස්තුවේ ප්‍රතිලාභ වර්ගය බලන්න

source: Once
si: එක් වරක්

source: Weekly
si: සතිපතා

source: Monthly
si: මාසිකව

source: Yearly
si: වාර්ෂිකව

source: Add/Update Benefits
si: ප්‍රතිලාභ එක් කරන්න/යාවත්කාලීන කරන්න

source: Benefit Recurrence
si: ප්‍රතිලාභ ප්‍රතිවර්තනය

source: Amount
si: ප්‍රමාණය

source: Source
si: මූලාශ්‍රය

source: Start Date
si: ආරම්භක දිනය

source: End Date
si: අවසන් දිනය

source: Recurrence Frequency
si: ප්‍රතිවර්තන වාර ගණන

source: The end date must be after the start date.
si: අවසන් වන දිනය, ආරම්භක දිනයට පසු දිනයක් විය යුතුය.
