Repository: apelon-ohie/ihris-site
Catalog: lib/4.2.1/ihris-common/translations/templates/contact/lki.po
Languages: lki

source: Contact Information
lki: زانستن دربارۀ تماس

source: Mailing Address
lki: نیشانی رایانامۀ

source: Telephone Number
lki: شؤمارۀ تلّیفؤن

source: Alternate Telephone Number
lki: شؤمارۀ تلّیفؤن جایگؤزین

source: Fax Number
lki: شؤمارۀ دؤیرکیش-فکس-دؤیرنگار

source: Email Address
lki: نیشانی رایانامۀ

source: Notes
lki: نؤیسریالّ

source: Notes (Primary Contact Person)
lki: (نؤیسریالّ(اؤلئن کس ئۀرا تماس

source: Name
lki: نؤم

source: Mobile Phone Number
lki: شؤمارۀ مؤبایلّ
