Repository: apelon-ohie/ihris-site
Catalog: lib/4.2.1/ihris-common/translations/templates/contact/lrc.po
Languages: lrc

source: Contact Information
lrc: دونسمنیا پیوند گرتن

source: Mailing Address
lrc: نشونی ایمیل کردن

source: Telephone Number
lrc: شماره تیلیفون

source: Alternate Telephone Number
lrc: شماره تیلیفون جاگزین

source: Fax Number
lrc: شماره دیرنگار

source: Email Address
lrc: نشونی ايميل

source: Notes
lrc: نيسنيا

source: Notes (Primary Contact Person)
lrc: نسینیا(اولین کسی که پیوند میگره)

source: Name
lrc: نوم

source: Mobile Phone Number
lrc: شماره موبایل
