Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/magic-data-browser/*.po
Languages: br, de, fr, gl, ja, tl

source: Not set
br: Nann-termenet
de: Nicht festgelegt
fr: Non défini
gl: Sen definir
ja: 設定しません。
tl: Hindi nakatakda

source: > Array
br: >Renkennad
de: > Datenanordnung
fr: > Rangée
gl: > Matriz
ja: 配列
tl: > Hilera

source: Magic Data Path
de: Pfad zu den „magischen Daten“
fr: Cheminage du Magic Data
gl: Ruta de datos máxicos
ja: マジックデータ パス
tl: Landas ng Dato ng Salamangka

source: Expanded View
br: Diskweladur astennet
de: Erweiterte Ansicht
fr: Affichage étendu
gl: Vista expandida
ja: 拡張ビュー
tl: Pinalawig na Tanawin

source: Compressed View
br: Diskweladur gwasket
de: Komprimierte Ansicht
fr: Affichage compressé
gl: Vista comprimida
ja: 圧縮ビュー
tl: Siniksik na Tanawin

source: Mini View
br: Minidiskwel
de: Minimalansicht
fr: Mini-affichage
gl: Minivista
ja: ミニ ビュー
tl: Munting Tanawin

source: Full View
br: Diskwel klok
de: Gesamtansicht
fr: Affichage complet
gl: Vista completa
ja: 全体ビュー
tl: Buong Tanawin

source: MagicData Browser
br: Merdeer MagicData
de: Browser für die „magischen Daten“
fr: Navigateur du Magic Data
gl: Navegador de MagicData
ja: マジックデータ ブラウザー
tl: Pantingin-tingin ng Dato ng Salamangka

source: Export Options
br: Dibaboù ezporzhiañ
de: Exportoptionen
fr: Options d’exportation
gl: Opcións de exportación
ja: エクスポートのオプション
tl: Mga Mapagpipilian ng Pagluluwas

source: Module Name
br: Anv modulenn
de: Modulname
fr: Nom de module
gl: Nome do módulo
ja: モジュール名
tl: Pangalan ng Modyul

source: A module name for the exported data (required).
br: Un anv modulenn evit ar roadennoù ezporzhiet (rekiz).
de: Ein Modulname für die exportierten Daten (erforderlich)
fr: Un nom de module pour les données exportées (requis)
gl: Un nome de módulo para os datos exportados (obrigatorio).
ja: （必須）エクスポートされたデータのモジュール名
tl: Isang pangalan ng modyul para sa iniluwas na dato (kailangan).

source: Displayed Name
br: Anv diskwelet
de: Anzeigename
fr: Nom affiché
gl: Nome mostrado
ja: 表示名
tl: Ipinapakitang Pangalan

source: A displayed name for the exported data (required).
br: Ur anv diskwelet evit ar roadennoù ezporzhiet (rekiz)
de: Ein Anzeigename für die exportierten Daten (erforderlich)
fr: Un nom affiché pour les données exportées (obligé)
gl: Un nome que mostrar para os datos exportados (obrigatorio).
ja: （必須）エクスポートされたデータの表示名
tl: Isang ipinapakitang pangalan para sa iniluwas na dato (kailangan).

source: Version
br: Stumm
gl: Versión
ja: バージョン
tl: Bersyon

source: A version number for the data (required)
br: Un niverenn doar evit ar roadennoù (rekiz)
de: Eine Versionsnummer für die Daten (erforderlich)
fr: Un numéro de version pour les données (requis)
gl: Un número de versión para os datos (obrigatorio)
ja: （必須）データのバージョンナンバー
tl: Isang bilang na pangbersyon para sa dato (kailangan)

source: Description
br: Deskrivadur
de: Beschreibung
gl: Descrición
ja: 説明
tl: Paglalarawan

source: A brief description of the exported data (optional)
br: Un deskrivadur berr-ha-berr eus roadennoù esporzhiet (firet)
de: Eine kurze Beschreibung der exportierten Daten (optional)
fr: Une brève description des données exportées (facultatif)
gl: Unha breve descrición dos datos exportados (opcional)
ja: (オプション) エクスポートされるデータの簡単な説明
tl: Isang maikling paglalarawan ng iniluwas na dato (maaaring wala)

source: Close
br: Serriñ
de: Schließen
fr: Fermer
gl: Pechar
ja: 閉じる
tl: Isara

source: Export
br: Ezporzhiañ
de: Exportieren
fr: Exporter
gl: Exportar
ja: エクスポート
tl: Iluwas

source: MagicData Upload
br: Pellgargañ MagicData
de: Hochladen „magischer“ Daten
fr: Télécharger MagicData
gl: Cargar MagicData
ja: マジックデータ アップロード
tl: Paitaas na Pagkarga ng Datong Mahiwaga

source: Import
br: Enporzhiañ
de: Importieren
fr: Importer
gl: Importar
ja: インポート
tl: Angkatin

source: Set From File
de: Aus Datei heraus festlegen
fr: Fixer depuis le fichier
gl: Definir a partir do ficheiro
ja: ファイルから設定します。
tl: Itakda Mula Sa Talaksan

source: Input File
de: Eingabedatei
fr: Fichier d'entrée
gl: Ficheiro de entrada
tl: Talaksan Ng Pagpapasok

source: Load From Spreadsheet
br: Cheñch adalek ar follenn jediñ
de: Aus Tabelle laden
fr: Charger depuis la feuille de calcul
gl: Cargar desde unha folla de cálculo
ja: スプレッドシートから読み込む
tl: Ikarga Mula Sa Pilas Ng Latag

source: Input URL
br: Ebarzhiñ URL
de: Eingabe-URL
fr: URL d'entrée
gl: URL de entrada
ja: URLの入力
tl: URL ng Pagpapasok

source: Transform File
br: Treuzfurmiñ ar restr
de: Datei umwandeln
fr: Transformer le fichier
gl: Transformar o ficheiro
ja: ファイルを変換します。

source: Registered Transform
br: Treuzfurmadur enrollet
de: Zulässige Umwandlung
fr: Transformation enregistrée
gl: Transformación rexistrada
ja: 登録されている変換

source: Erase on Load
br: Flastrañ pa vez pellgarget
de: Beim Laden löschen
fr: Écraser au chargement
gl: Eliminar ao cargar
ja: ロードデータを消去します。
tl: Burahin kapag Ikinarga

source: Load From XML
br: Pellgargañ adalek an XML
de: Aus XML laden
fr: Charger depuis le XML
gl: Cargar desde o XML
ja: XML からロードします。
tl: Ikarga Mula Sa XML

source: Load Magic Data From Module
de: Magische Daten von Modul laden
fr: Charger les données magiques du module
gl: Cargar os datos máxicos desde o módulo
ja: モジュールからマジックデータをロードします。

source: Download Binary File
br: Pellgargañ ur restr vinarel
de: Binärdatei herunterladen
fr: Télécharger le fichier binaire
gl: Descargar o ficheiro binario
ja: バイナリファイルをダウンロードします。

source: Load Binary File
br: Kargañ ur restr vinarel
de: Binärdatei laden
fr: Charger le fichier binaire
gl: Cargar o ficheiro binario
ja: バイナリファイルをロードします。

source: Select A Registered Transformation
de: Eine registrierte Transformation auswählen
fr: Sélectionner une transformation enregistrée
gl: Seleccionar unha transformación rexistrada
