Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage-custom-reports-staff-reports/*.po
Languages: uk

source: Current Staff
uk: Нинішній склад

source: A list of all current staff.
uk: Список всіх нинішніх співробітників.

source: Person
uk: Особа

source: The person currently filling this position.
uk: Особа, яка тепер займає цю посаду.

source: Demographic
uk: Демографія

source: Demographic details for the person.
uk: Демографічні відомості особи.

source: Work Contact
uk: Робочий контакт

source: Work contact details for this person.
uk: Робочі контактні дані для цієї людини.

source: Emergency Contact
uk: Екстрений контакт

source: Emergency Contact details for this person.
uk: Екстрені контактні дані для цієї особи.

source: Home Contact
uk: Домашній контакт

source: Home contact details for this person.
uk: Домашні контактні дані для цієї особи.

source: Nationality
uk: Громадянство

source: Position
uk: Посада

source: The position held by this person.
uk: Посада, яку займає ця особа.

source: Facility
uk: Установа

source: The facility where this position works.
uk: Установа, де є ця посада.

source: Department
uk: Відділ

source: The department for this position.
uk: Відділ з цією посадою.

source: Job
uk: Робота

source: The job associated with this position.
uk: Робота, пов'язана з цією посадою.

source: Classification
uk: Класифікація

source: The job classification for this position.
uk: Класифікація роботи на цю посаду.

source: Current Salary
uk: Поточна зарплата

source: The current salary for this person.
uk: Поточна заробітна плата для цієї особи.

source: Starting Salary
uk: Початкова зарплата

source: The starting salary for this person in their current position.
uk: Початкова зарплата для цієї особи на її нинішній посаді.

source: The year this person turns 65.
uk: Рік, коли цій особі виповниться 65.

source: The age range for the person
uk: Віковий діапазон для особи

source: The year the person started in this position.
uk: Рік, коли особа почала працювати на цій посаді.

source: Staff List
uk: Список співробітників

source: Hire Date
uk: Дата найму

source: Surname
uk: Прізвище

source: Firstname
uk: Ім'я

source: Othername
uk: Інше ім'я

source: Nationality ID
uk: ІН громадянства

source: Birth Date
uk: Дата народження:

source: Gender
uk: Стать

source: Work Telephone
uk: Робочий телефон

source: Work Email
uk: Робоча електронна пошта

source: Emergency Address
uk: Екстрена адреса

source: Emergency Telephone
uk: Екстрений телефон

source: Emergency Email
uk: Екстрена ел. пошта

source: Home Address
uk: Домашня адреса

source: Home Telephone
uk: Домашній телефон

source: Home Email
uk: Домашня ел. пошта

source: Facility ID
uk: ІН установи

source: Department ID
uk: ІН відділу

source: Staff Charts
uk: Діаграми персоналу

source: Staff aggregate reports for charting.
uk: Зведені звіти персоналу для діаграм.

source: Birth Date After
uk: Дата народження після

source: Birth Date Before
uk: Дата народження перед

source: Demographic Birth Date
uk: Демографічна дата народження

source: Facility Type
uk: Тип філіалу

source: Job Title
uk: Назва роботи

source: Retirement Year
uk: Рік виходу на пенсію

source: Age Range
uk: Віковий діапазон

source: Hire Year
uk: Рік найму

source: Staff Directory
uk: Довідник штату

source: A list of all current staff with work contact information.
uk: Список всіх поточних співробітників з робочою контактною інформацією.

source: Home Contact List
uk: Список домашніх контактів

source: All staff with home contact details.
uk: Всі співробітники з домашньою контактною інформацією.

source: Classification Breakdown
uk: Розподіл за класифікацією

source: A total of all staff by classification.
uk: Усі співробітники за класифікацією.

source: Pie Chart(Simple)
uk: Кругова діаграма (проста)

source: Bar Chart(Simple)
uk: Гістограма (проста)

source: Column Chart(Simple)
uk: Стовпчикова діаграма (проста)

source: Scatter Plot
uk: Точкова діаграма

source: Emergency Contact List
uk: Список екстрених контактів

source: List of all staff with emergency contact details.
uk: Список всіх співробітників з екстреними контактними даними.

source: Salary List
uk: Список зарплат

source: A list of all employees with salary details.
uk: Список всіх співробітників з подробицями зарплати.

source: Job Breakdown
uk: Розподіл за роботою

source: Total staff by job.
uk: Усі співробітники за робою.

source: Nationality Breakdown
uk: Розподіл за громадянством

source: A list of all staff by nationality.
uk: Усі співробітники за громадянством.

source: Age Distribution
uk: Віковий розподіл

source: Total of all staff by age range.
uk: Усі співробітники за віковим діапазоном.

source: Hires per Year
uk: Наймів за рік

source: Hire totals by year.
uk: Всього наймів за рік.

source: Stacked Column Chart(Simple)
uk: Гістограма з накопиченням (проста)

source: Retirement Planning
uk: Пенсійне планування

source: Staff totals by retirement year.
uk: Всього виходів на пенсію за рік.

source: Staff Reports
uk: Звіти персоналу
