Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/currency/*.po
Languages: br, oc, ta

source: Edit This Information
br: Cheñch an titour-mañ
oc: Modificar aquesta informacion
ta: இத்தகவலைத் தொகுக்கவும்

source: Update this Information
br: Hizivaat an titour-mañ
oc: Metre a jorn aquesta informacion
ta: இத்தகவலை இற்றைப் படுத்தவும்

source: Select another Currency
br: Dibab ur moneiz all
oc: Seleccionar una autra devisa
ta: இன்னொரு பணவகையைத் தேர்ந்தெடுக்கவும்

source: Currency
br: Teulenn
oc: Devisa
ta: பணம்

source: Can edit currency information
br: Gallout a ra kemmañ an titouroù a-zivout ar moneiz
oc: Pòt modificar las informacions monetàrias
ta: பணம் குறித்த தகவலைத் திருத்தலாம்

source: Can view currency information
br: Gallout a ra gwelet an titouroù a-zivout ar moneiz
oc: Pòt veire las informacions monetàrias
ta: பணம் குறித்த தகவலைப் பார்க்கலாம்

source: Currency Code
br: Kod pep moneiz
oc: Còde monetari
ta: பணக்குறியீடு

source: Name
br: Anv
oc: Nom
ta: பெயர்

source: Country
br: Bro
oc: País
ta: நாடு

source: Symbol
br: Arouez
oc: Simbòl
ta: குறியீடு

source: The international currency code (Ex. "USD", "GBP", etc.)
br: Kod etrebroadel ar moneiz (Da skouer "USD", "GBP", ha kement zo...)
oc: Lo còde internacional de moneda (Ex. "USD", "GBP", etc.)

source: Ex. "United States Dollar", "British Pound"
br: da skouer, "Dollar Stadoù-Unanet Amerika", "Lur sterling"
oc: Ex. "Dollar dels Estats Units", "Liura britanica"

source: Ex. "$"
br: da sk. "$"
