Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/currency/so.po
Languages: so

source: Edit This Information
so: Wax ka badal macluumaadkaan

source: Update this Information
so: Cusbooneeysii Macluumaadkaan

source: Select another Currency
so: Dooro Lacag kale

source: Currency
so: Lacag

source: Can edit currency information
so: Waxaa suura gal ah inaad badashid macluumaadka lacagta

source: Can view currency information
so: Waxaad soo bandhigi kartaa macluumaad ku saabsan lacagta

source: Currency Code
so: Sumadda lacagta

source: Name
so: Magac

source: Country
so: Dalka

source: Symbol
so: Sumad

source: The international currency code (Ex. "USD", "GBP", etc.)
so: Sumadda lacagta dibadaha (tusaale:"USD", "GBP", IWL.)

source: Ex. "United States Dollar", "British Pound"
so: Tusaale. "Doollar mareeykan" "Gani Biritin"

source: Ex. "$"
so: Tusaale. "$"
