Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage-confirmation/*.po
Languages: af, br, de

source: Can view confirmation child form of a person
br: A c'hall diskwel furmskridoù bugel kadarnaat un den
de: Kann das zur Zusage zu einer Person gehörende Datenblatt einsehen

source: Can edit confirmation child forms of a person
br: A c'hall kemmañ furmskridoù kadarnaat un den
de: Kann das zur Zusage zu einer Person gehörende Datenblatt bearbeiten

source: Can edit the confirmation type database list
de: Kann die Datenbank mit den Bestätigungsarten bearbeiten

source: Can view the confirmation type database list
br: A c'hall diskwel ar roll seurt kadarnadur
de: Kann die Datenbank mit den Bestätigungsarten einsehen

source: Add/Update Confirmation
af: Byvoeg / verander bevestiging
br: Ouzhpennañ/hizivaat ar c'hadarnadur
de: Bestätigung hinzufügen/aktualisieren

source: Confirmation
af: Bevestiging
br: Kadarnadur
de: Bestätigung

source: Confirmation Type
af: Soort bevestiging
br: Seurt kadarnaat
de: Bestätigungsart

source: Probationary Period (Months)
af: Proeftydperk (maande)
br: prantad amprou (miz)
de: Probezeit (Monate)

source: Associated Job
af: Geassosieerde Werk
de: Zugeordnete Tätigkeit

source: Valid
af: Geldig
br: Kadarnaat
de: Gültig

source: Date
af: Datum
br: Deiziad
de: Datum

source: Edit This Information
af: Wysig hierdie inligting
br: Cheñch an titour-mañ
de: Diese Informationen bearbeiten

source: Update this Information
af: Opdateer hierdie inligting
br: Hizivaat an titour-mañ
de: Diese Informationen aktualisieren

source: Select another Confirmation Type
af: Kies 'n ander soort bevestiging
br: Dibab ur seurt kadarnaat all
de: Eine andere Bestätigungsart auswählen

source: Confirmation Details
af: Details van Bevestiging
de: Bestätigungsinformationen

source: Name
af: Naam
br: Anv
