Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/ceus/*.po
Languages: de

source: Edit This Information
de: Diese Informationen bearbeiten

source: Update this Information
de: Diese Informationen aktualisieren

source: Select another Course
de: Einen anderen Kurs ausw√§hlen

source: Continuing Education Course
de: Weiterbildungskurs

source: Edit the continuing education list
de: Weiterbildungsliste bearbeiten

source: View the continuing education list
de: Weiterbildungsliste anzeigen

source: Continuing Education
de: Weiterbildung

source: Credit Hours
de: Leistungspunkte

source: Start Date
de: Anfangsdatum

source: End Date
de: Enddatum
