Repository: apelon-ohie/ihris-site
Catalog: lib/4.2.1/ihris-qualify/translations/templates/ihris-qualify-custom-reports-disruption/*.po
Languages: ar, uk

source: Training Disruption
ar: تعطل التدريب
uk: Порушення підготовки

source: Relationship for training disruptions.
ar: علاقة تعطل التدريب.
uk: Зв'язок для порушення підготовки.

source: The year this disruption occurred.
ar: السنة الذي حدث خلالها هذا التعطيل
uk: Рік, коли це порушення трапилося.

source: A string to determine if this disruption has been resumed or not.
ar: سلسلة لتحديد ما إذا كان قد تم استئناف هذا التعطيل أو لا.
uk: Рядок, щоб визначити, чи цей інцидент відновлено чи ні.

source: The reason this disruption occurred.
ar: سبب حدوث هذا التعطيل.
uk: Причина, по якій сталося це порушення.

source: Disruption Reason
ar: سبب التعطيل
uk: Причина порушення

source: The category for the reason this disruption occurred.
ar: فئة سبب حدوث هذا التعطيل.
uk: Категорія причини, по якій сталося це порушення.

source: Disruption Category
ar: فئة التعطيل
uk: Категорія порушення

source: Reports related to training disruptions.
ar: التقارير المتعلقة بتعطيلات التدريب.
uk: Звіти, пов'язані з порушеннями підготовки.

source: A pie chart of all discontinuation categories.
ar: مخطط دائري لجميع فئات التوقف.
uk: Кругова діаграма припинення всіх категорій.

source: Discontinuations by Category
ar: الوظائف الملغاة حسب الفئة
uk: Припинення за категорією

source: Pie Chart(Simple)
ar: مخطط دائري (بسيط)
uk: Кругова діаграма (проста)

source: Bar Chart(Simple)
ar: مخطط بياني (بسيط)
uk: Гістограма (проста)

source: Column Chart(Simple)
ar: مخطط بياني عمودي (بسيط)
uk: Стовпчикова діаграма (проста)

source: Stacked Column Chart(Simple)
ar: رسم بياني عمودي (بسيط)
uk: Гістограма з накопиченням (проста)

source: Scatter Plot
ar: رسم بياني بالنقاط المبعثرة
uk: Точкова діаграма

source: A chart of all discontinuations by reason.
ar: مخطط بياني لجميع أسباب الوظائف الملغاة.
uk: Діаграма усіх припинень за причиною.

source: Discontinuations by Reason
ar: الوظائف الملغاة حسب السبب
uk: Припинення за причиною

source: A chart of all discontinuations by year.
ar: مخطط بياني سنوي لجميع الوظائف الملغاة.
uk: Діаграма усіх припинень за роком.

source: Discontinuations by Year
ar: الوظائف الملغاة حسب السنة
uk: Припинення за роком

source: A pie chart of disruptions that have been resumed or not.
ar: مخطط دائري للتعطيلات التي قد استأنفت أم لا.
uk: Кругова діаграма порушень, які були відновлені чи ні.

source: Resumption Report
ar: تقرير الإستئناف
uk: Звіт відновлення

source: Training Reports
ar: تقارير تدريب
uk: Звіти про навчання

source: Cadre
ar: إطار
uk: Кадровий склад

source: Date of Birth
ar: تاريخ الميلاد
uk: Дата народження

source: Date of Birth After
ar: بعد تاريخ الميلاد
uk: Дата народження після

source: Date of Birth Before
ar: قبل تاريخ الميلاد
uk: Дата народження перед

source: Gender
ar: نوع الجنس
uk: Стать

source: Disruption Category ID
ar: رقم تعريف فئة التعطيل
uk: ID категорії порушення

source: Disruption Date
ar: تاريخ التعطيل
uk: Дата порушення

source: Disruption Reason ID
ar: رقم تعريف سبب التعطيل
uk: ID причини порушення

source: Resumption Date
ar: تاريخ الاستئناف
uk: Дата поновлення

source: Training Cadre
ar: إطار التدريب
uk: Підготовка кадрів

source: Intake Date
ar: تاريخ التأدية
uk: Дата прийому

source: Intake Date After
ar: قبل تاريخ التأدية
uk: Дата прийому після

source: Intake Date Before
ar: بعد تاريخ التأدية
uk: Дата прийому перед

source: The training that was disrupted
ar: التدريب الذي تعطل
uk: Підготовка, яка була порушена

source: Training
ar: تدريب
uk: Навчання

source: The cadre of the training.
ar: إطار للتدريب.
uk: Кадровий склад навчання.

source: The person taking the training.
ar: الشخص الذي تحت التدريب.
uk: Особа, яка проходить навчання.

source: Person
ar: شخص
uk: Особа

source: The demographic details of the person taking this training.
ar: التفاصيل الديموغرافية للشخص تحت بالتدريب.
uk: Демографічні дані особи, яка бере участь у тренінгу.

source: Demographic
ar: الديموغرافية
uk: Демографія
