Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/geography/*.po
Languages: ja, uk

source: Edit This Information
ja: この情報を編集
uk: Редагувати цю інформацію

source: Update this Information
ja: この情報を更新
uk: Оновити цю інформацію

source: Select another Region
ja: 他の地域を選択
uk: Виберіть інший регіон

source: Region
ja: 地方
uk: Регіон

source: Select another County
ja: 別の郡を選択
uk: Виберіть іншу область

source: County
ja: 郡
uk: Область

source: Select another Country
ja: 別の国を選択
uk: Виберіть іншу країну

source: Country
ja: 国
uk: Країна

source: Select another District
ja: 他の地域を選択
uk: Виберіть інший район

source: District
ja: 地域
uk: Район

source: Can edit country list
ja: 国一覧を編集できる
uk: Можна редагувати список країн

source: Can view country list
ja: 国一覧を閲覧できる
uk: Можна переглянути список країн

source: Can edit region list
ja: 地方一覧の編集
uk: Можна редагувати список реґіонів

source: Can view region list
ja: 地域一覧の表示
uk: Можна переглядати список реґіонів

source: Can edit district list
ja: 地域一覧の編集
uk: Можна редагувати список районів

source: Can view district list
ja: 地域一覧の表示
uk: Можна переглянути список районів

source: Can edit some geography data
ja: 地理データを編集できる
uk: Можна змінити деякі географічні дані

source: Can view some geography data
ja: 地理データを閲覧できる
uk: Можна переглянути деякі географічні дані

source: Can edit all geography data
ja: すべての地理データを編集できる
uk: Можна змінити усі географічні дані

source: Can view all geography data
ja: すべての地理データを閲覧できる
uk: Можна переглянути усі географічні дані

source: Name
ja: 名前
uk: Ім'я

source: Location
ja: 場所
uk: Розташування

source: 2 Character Alpha Code
ja: 2文字英字コード
uk: 2-символьний алфавітний код

source: ISO Numeric Code
ja: ISO番号
uk: Числовий код ISO

source: Primary Country
ja: 主要国
uk: Первинна країна

source: Use for Location Selection
ja: 場所の選択
uk: Використовувати для вибору місця

source: Code
ja: コード
uk: Код
