Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/report-archiver/*.po
Languages: gl, ja

source: Archive Report
gl: Arquivar o informe
ja: アーカイブ レポート

source: View Archives
gl: Ollar os arquivos
ja: アーカイブを表示します。

source: Archived Reports
gl: Informes arquivados
ja: アーカイブされたレポート

source: Allows viewing of archvied Custom Reports
gl: Permite ver os informes personalizados arquivados
ja: アーカイブされたカスタムレポートを表示を許可します。

source: Allows archiving of custom reports
gl: Permite arquivar os informes personalizados
ja: カスタムレポートのアーカイブ実行を許可します。

source: Allows deleting of archivhed custom reports
gl: Permite borrar os informes personalizados arquivados
ja: アーカイブされたカスタムレポートの削除を許可します。

source: Allows full access to custom reports archiving system
gl: Permite o acceso completo ao sistema para arquivar os informes personalizados
ja: カスタムレポートのアーカイブシステムへのフルアクセスを許可します。

source: Archived Report
gl: Informe arquivado
ja: アーカイブされたレポート

source: %s generated on %s
gl: %s xerado o %s
ja: %s生成された%s

source: Report
gl: Informe
ja: レポート

source: Generation Date
gl: Data de xeración
ja: 生成日

source: Report View
gl: Vista do informe
ja: レポート ビュー

source: Title
gl: Título
ja: タイトル

source: View Archived Reports
gl: Ollar os informes arquivados
ja: アーカイブされたレポートを表示します。
