Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/form-relationships/*.po
Languages: gl, ja

source: Sql Query
gl: Pescuda SQL
ja: SQL クエリ

source: Description
gl: Descrición
ja: 説明

source: A description of this function to be displayed to the end user
gl: Unha descrición da función que se mostra ao usuario final
ja: エンドユーザーに表示される、この関数の説明

source: Form Field
gl: Campo de formulario
ja: フォーム フィールド

source: Select the form field that this function takes values in
gl: Seleccione o campo de formulario desde o que a función toma os valores
ja: この関数が値を返すフォーム フィールドを選択します。

source: Selectable Forms
gl: Formularios seleccionables
ja: 選択可能なフォーム

source: Linked Fields
gl: Campos ligados
ja: リンク フィールド

source: Existing Limit
gl: Límite existente
ja: 既存の条件

source: There is a limit on the field
gl: Hai un límite no campo
ja: フィールドに表示条件が適用されています。

source: with style
gl: co estilo
ja: スタイルで

source: You may
gl: Pode
ja: 可能性があります。

source: Remove
gl: Eliminar
ja: 除去

source: this limit.
gl: este límite.
ja: この条件

source: There are no forms which are able to be joined to this form.
gl: Non hai ningún formulario capaz de unirse a estoutro formulario.
ja: このフォームを結合することができる相手フォームがありません。

source: Limit this form by a field
gl: Limitar este formulario por un campo
ja: このフォームは、フィールドで制限されます。

source: Select a field and limit type to limit this form by.
gl: Seleccione un campo e un tipo de límite para limitar este formulario.
ja: フォーム絞込のための、フィールドと条件種類を選択します。

source: Form field
gl: Campo de formulario
ja: フォーム フィールド

source: Select a field
gl: Seleccione un campo
ja: フィールドを選択します。

source: View
gl: Ver
ja: 閲覧

source: Delete
gl: Borrar
ja: 削除

source: Edit
gl: Editar
ja: 編集

source: The SQL Function
gl: A función SQL
ja: SQL 関数

source: The form field that this function takes values in
gl: O campo de formulario desde o que a función toma os valores
ja: この関数が値を返すフォーム フィールド

source: Editing Language
gl: Lingua de edición
ja: 言語の編集

source: Export
gl: Exportar
ja: エクスポート

source: Existing Functions
gl: Funcións existentes
ja: 既存の関数

source: Form Relationships
gl: Relacións entre formularios
ja: フォームの関係性

source: View an Existing Relationship
gl: Mostrar unha relación existente
ja: 既存の関係性を表示します。

source: There are no existing relationships
gl: Non existe ningunha relación
ja: 既存の関係性が存在しません。

source: Add a new operand.
gl: Engadir un novo operando.
ja: 新しいオペランドを追加します。

source: You may add a new operand to this operator.
gl: Pode engadir un novo operando a este operador.
ja: この演算子に新しいオペランドを追加できます。

source: Add a new child form
gl: Engadir unha nova ficha
ja: 新規の子フォームを追加します。

source: Add A New Form
gl: Engadir un novo formulario
ja: 新規フォームを追加します。

source: Select a child form to join to this form
gl: Seleccione unha ficha para unila a este formulario
ja: このフォームに結合する子フォームを選択します。

source: Short Name
gl: Nome curto
ja: 短い名前

source: Display Name
gl: Nome mostrado
ja: 表示名

source: The name of the joined form that is displayed to the end user.
gl: O nome do formulario unido que se mostra ao usuario final.
ja: エンドユーザーに表示される結合されたフォームの名前

source: A description of the form and its role in the relationship that should be understandable to the end user.
gl: Unha descrición do formulario e o seu papel na relación que debe ser comprensible para o usuario final.
ja: フォームと、エンドユーザーにわかりやすい関係性の役割についての説明

source: Close
gl: Pechar
ja: 閉じる

source: Choose Limit Node Type
gl: Escolla o tipo de nodo límite
ja: 条件ノードの種類を選択します。

source: Operator Node
gl: Nodo operador
ja: 演算子ノード

source: Select One
gl: Seleccione un
ja: 1 つを選択

source: NOT
gl: NON
ja: 否定

source: AND
gl: E
ja: 論理積

source: OR
gl: OU
ja: 論理和

source: XOR
ja: 排他的論理和

source: Limit by a field (end node)
gl: Limitar por campo (nodo terminal)
ja: フィールド (終了ノード) による条件

source: No limit
gl: Sen límite
ja: 制限なし

source: You may either choose to modify an existing form relationship, or construct a new one.
gl: Pode elixir ou modificar unha relación existente entre informes, ou construír unha nova.
ja: 既存のフォームの関係性の変更、または新しい関係性の作成のいずれかができます。

source: You may construct an existing form relationship with this page.
gl: Pode construír unha relación existente entre informes con esta páxina.
ja: このページを使って既存のフォーム関係性を構築できます。

source: Edit an Existing Relationship
gl: Editar unha relación existente
ja: 既存の関係性を編集します。

source: Construct a New Relationship
gl: Construír unha nova relación
ja: 新規の関係性を構築します。

source: Relationship Short Name
gl: Nome breve da relación
ja: 関係性のショートネーム

source: The name of the form relationship that is displayed to the end user.
gl: O nome da relación entre formularios que se mostra ao usuario final.
ja: エンドユーザーに表示されるフォーム関係性の名前

source: A description of the form relationship that should be understandable to the end user.
gl: Unha descrición da relación entre formularios que debe ser comprensible para o usuario final.
ja: エンドユーザーにわかりやすいフォーム関係性の説明

source: Select an existing relationship to copy.
gl: Seleccione unha relación existente para copiala.
ja: コピーする既存の関係性を選択します。

source: Do not copy
gl: Non copiar
ja: コピーしないでください。

source: The form %1$s in the relationship refers to the real form %2$s.
gl: O formulario %1$s da relación refírese ao formulario real %2$s.
ja: 関係性のうちのフォーム %1$s は、実際のフォーム %2$sを参照します。

source: The name of this relationship that is displayed to the end user.
gl: O nome da relación que se mostra ao usuario final.
ja: エンドユーザーに表示される関係性の名前

source: Field limit style
gl: Estilo do límite de campo
ja: フィールド条件のスタイル

source: Select A Style
gl: Seleccionar un estilo
ja: スタイルを選択します。

source: Limits
gl: Límites
ja: 制限

source: All limits under this node are grouped under the operator
gl: Todos límites baixo este nodo están agrupados baixo o operador
ja: このノードの下のすべての条件は、演算子の下でグループ化されています。

source: Existing Joined Forms
gl: Formularios unidos existentes
ja: 既存の結合フォーム

source: Add a new function
gl: Engadir unha nova función
ja: 新規の関数を追加します。

source: Add A New Function
gl: Engadir unha nova función
ja: 新規の関数を追加します。

source: Function name
gl: Nome da función
ja: 関数名

source: A name for this function that can be refred to when creating reports.
gl: Un nome para referirse a esta función ao crear informes.
ja: レポートを作成するときに参照できる関数名

source: The reported form
gl: O formulario do que se informou
ja: レポートフォーム

source: uses the form
gl: utiliza o formulario
ja: フォームの使用

source: ) is displayed.
gl: ) será mostrado.
ja: ) が表示されます。

source: A description of the form that should be understandable to the end user.
gl: Unha descrición do formulario que debe ser comprensible para o usuario final.
ja: エンドユーザーにわかりやすいフォームの説明

source: Existing Limits
gl: Límites existentes
ja: 既存の条件

source: Field
gl: Campo
ja: フィールド

source: The field of this form we wish to link with.
gl: O campo do formulario co que queremos ligar.
ja: このフォームにリンクさせたいフィールド

source: Select Value
gl: Seleccione o valor
ja: 値を選択

source: Ancestor Form
gl: Formulario antecesor
ja: 先祖フォーム

source: The named form we wish to specify the condition.
gl: O formulario con nome para o que queremos especificar a condición.
ja: 条件を指定したい名称有フォーム

source: Ancestor Field
gl: Campo antecesor
ja: 先祖フィールド

source: The field of the ancestral form we wish to link with.
gl: O campo do formulario antecesor co que queremos ligar.
ja: リンクさせたい先祖フォームのフィールド

source: Existing Conditions
gl: Condicións existentes
ja: 既存の条件

source: Add a new condition
gl: Engadir unha nova condición
ja: 新規の条件を追加します。

source: The defining SQL for this function. You refer to reported fields as `reportform+field`
gl: A pescuda SQL para esta función. Cómpre referirse aos campos dos que se informou como `formulariodeinforme+campo`
ja: この関数を定義する SQL。レポートフィールドは ”レポートフォーム + フィールド” で参照してください。

source: Row will be dropped if form is not found
gl: A liña ha suprimirse se non se atopa o formulario
ja: フォームが見つからない場合、行は削除されます。

source: Row will not be dropped if form is not found
gl: A liña non se ha suprimir se non se atopa o formulario
ja: フォームが見つからない場合でも、行は削除されません。

source: An internal key used to identify the form relationship. It may not be the same as the key for any of the existing named forms in this relationship.
gl: Unha clave interna usada para identificar a relación entre formularios. Pode non se a mesma clave que para algún dos formularios con nome existentes nesta relación.
ja: フォーム関係性を識別するために使用される内部キーです。既存の名前付きのフォームのいずれのキーとも同じではない場合があります。

source: You have not defined any limiting information under this node. You may either choose to limit by a field or set this node to be an operator.
gl: Non definiu ningunha información de limitación baixo este nodo. Pode elixir limitar por campo ou definir este nodo como operador.
ja: このノード下の制限情報が定義されていません。フィールドでの制限、またはオペレーターにこのノードを設定することのいずれかを選択できます。

source: Please select either a form to use as the primary form for this form relationship or choose to copy an existing form relationship to a new one by clicking on the appropriate Options link below.
gl: Seleccione un formulario para usalo como formulario principal para esta relación entre formularios ou escolla copiar unha relación entre formularios existente a unha nova premendo na ligazón axeitada das opcións inferiores.
ja: このフォーム関係性のための主フォームとして使うフォームを選択する、または下部の適切なオプションリンクをクリックして既存のフォーム関係性からコピーする、のいずれかを選択してください。

source: Please select a form to use as the primary form for this form relationship by clicking on the Options link below.
gl: Seleccione un formulario para usalo como formulario principal para esta relación entre formularios premendo na ligazón de opcións inferior.
ja: 以下のオプション リンクをクリックしてこのフォーム関係性のための主フォームとして使うフォームを選択してください。

source: An internal key used to identify the form relationship. It may not be the same as the key for any of the existing form relationships.
gl: Unha clave interna usada para identificar a relación entre formularios. Pode non se a mesma clave que para algunha das relacións entre formularios.
ja: フォーム関係性を識別するために使用する内部キーです。既存のフォーム関係性のキーと同じではない場合があります。

source: To construct a new form relationship, you will need to first choose a Primary Form
gl: Para construír unha nova relación entre formularios, cómpre escoller primeiro un formulario principal
ja: 新規のフォーム関係性を構築するには、まず主フォームを選択する必要があります。

source: A description of the relationship that should be understandable to the end user.
gl: Unha descrición da relación que debe ser comprensible para o usuario final.
ja: エンドユーザーにわかりやすいフォーム関係性の説明

source: The defining SQL for this function. You refer to a form with the name <formname> and the field <field> `<formname>+<field>` in your function.
gl: A pescuda SQL para esta función. Cómpre referirse a un formulario co nome <nomedoformulario> e o campo <campo> `<nomedoformulario>+<campo>` na súa función.
ja: この関数を定義する SQL。フォーム名<formname>、また関数内のフィールド<field>'<formname>+<field>'、</field></formname></field></formname>を参照してください。

source: The name of the form that is displayed to the end user. If none is specified, then the short name (
gl: O nome de formulario que se mostra ao usuario final. Se non se especifica ningún, entón o nome breve (
ja: エンドユーザーに表示されるフォームの名前です。何も指定しない場合、ショートネーム([

source: Join Method
gl: Método de unión
ja: 結合メソッド

source: LEFT JOIN
gl: UNIÓN ESQUERDA
ja: 外部結合（LEFT JOIN)

source: Limit Join
gl: Limitar a unión
ja: 結合条件

source: ALLOW MULTIPLE JOINS
gl: PERMITIR VARIAS UNIÓNS
ja: 複数の結合を許可します。

source: Edit the SQL function
gl: Editar a función SQL
ja: SQL 関数を編集します。

source: Aggregate
gl: Agregar
ja: 集計

source: The fields that are linked when listing options. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. It should be a colon separated list of 'forms' or 'form+linkfield's. Example: "county:district+region:[region]:country". If not set, it defaults to the name of this function.
gl: Os campos ligados ao listar as opcións. Unicamente se aplica se o campo do formulario é unha subclase de I2CE_FormField_MAPPED. Debe ser unha lista separada por dous puntos de 'formularios' ou 'formulario+campoligado'. Exemplo: "país:distrito+rexión:[rexión]:país". Se non está definido, utilízase o nome da función por omisión.
ja: オプションリストにリンクされているフィールド。フォーム フィールドが I2CE_FormField_MAPPED のサブクラスの場合のみ適用されます。'フォーム' または'フォーム + リンクフィールド'はコロンで区切られた一覧である必要があります。例:"郡: 地区 + 地域: [地域]: 国"。設定が無い場合、関数の名前がデフォルトとして設定されます。

source: Dependent Functions
gl: Funcións dependentes
ja: 関数従属

source: Joined Forms
gl: Formularios unidos
ja: 結合されたフォーム

source: Join in new forms to this relationship.
gl: Unir novos formularios a esta relación.
ja: 新規フォームと、この関係性を結合します。

source: Limit This Form
gl: Limitar este formulario
ja: フォームを制限します。

source: Limit the type of forms added based on values of one of the fields of this form
gl: Limitar o tipo de formularios engadidos en base aos valores dun dos campo deste formulario
ja: フォームのフィールドのいずれかの値に基づいて追加されるフォーム種類を制限します。

source: Link This Form
gl: Ligar este formulario
ja: このフォームにリンクします。

source: Link this form to an ancestor form in the relationship by specifying fields that need to be the same.
gl: Ligar este formulario cun formulario antecesor especificando os campo que deben ser idénticos.
ja: このフォームから、関係性を同じくする必要がある先祖フォームへリンクします。

source: Functions
gl: Funcións
ja: 関数

source: A comma separated list of the forms in the relationship on whose fields you which you wish to aggregate on (i.e. those not in the groupby clause, these are the forms that appear in your function)
gl: Unha lista separada por comas dos formularios na relación cuxos campos quere agregar (é dicir, aqueles que non están na cláusula "groupby", estes son os formularios que aparecen na función)
ja: 集計したいフィールドがフォーム関係性上にあるフォームのカンマで区切られたリスト。(すなわち文節グループではなく、関数で表示されるフォーム)

source: The forms which are selectable for this field. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. In which case it should be a comma separated list of forms. If not set, it defaults to the name of this function.
gl: Os formularios seleccionables para este campo. Unicamente se aplica se o campo do formulario é unha subclase de I2CE_FormField_MAPPED. Nese caso, debe ser unha lista de formularios separados por comas. Se non está definido, utilízase o nome da función por omisión.
ja: このフィールドに選択可能なフォーム。フォーム フィールドが I2CE_FormField_MAPPED のサブクラスの場合のみ適用されます。その場合、コンマ区切りの一覧にする必要があります。設定が無い場合、関数の名前がデフォルトとして設定されます。

source: The forms which are selectable for this field. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. In which case it should be a comma separated list of forms.
gl: Os formularios seleccionables para este campo. Unicamente se aplica se o campo do formulario é unha subclase de I2CE_FormField_MAPPED. Nese caso, debe ser unha lista de formularios separados por comas.
ja: このフィールドに選択可能なフォーム。フォーム フィールドが I2CE_FormField_MAPPED のサブクラスの場合のみ適用されます。その場合、コンマ区切りの一覧にする必要があります。

source: Display Style For Form
gl: Estilo de visualización do formulario
ja: フォームの表示スタイル

source: Affects how a form can be linked
gl: Afecta no modo de ligar un formulario
ja: フォームへのリンクに影響を与えます。

source: The fields that are linked when listing options. Only applies if the form field is a subclass of I2CE_FormField_MAPPED. It should be a colon separated list of 'forms' or 'form+linkfield's. Example: "county:district+region:[region]:country".
gl: Os campos ligados ao listar as opcións. Unicamente se aplica se o campo do formulario é unha subclase de I2CE_FormField_MAPPED. Debe ser unha lista separada por dous puntos de 'formularios' ou 'formulario+campoligado'. Exemplo: "país:distrito+rexión:[rexión]:país".
ja: オプションリストにリンクされているフィールド。フォーム フィールドが I2CE_FormField_MAPPED のサブクラスの場合のみ適用されます。'フォーム' または'フォーム + リンクフィールド'はコロンで区切られた一覧である必要があります。例:"郡: 地区 + 地域: [地域]: 国"。

source: JOIN
gl: UNIR
ja: 結合

source: RIGHT JOIN
gl: UNIÓN DEREITA
ja: 外部結合（RIGHT JOIN）

source: LIMIT TO ONE JOINED
gl: LIMITAR A UNHA UNIÓN
ja: 単結合に制限します。

source: The %s form
gl: O formulario %s
ja: %s フォーム

source: Hide
gl: Agochar
ja: 非表示

source: Edit This Information
gl: Editar esta información
ja: この情報を編集
