Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage-application/*.po
Languages: uk

source: Hiring Decision
uk: Рішення про найм

source: Edit This Information
uk: Редагувати цю інформацію

source: Update this Information
uk: Оновити цю інформацію

source: Interview Details
uk: Подробиці співбесіди

source: Select the applicant name below for
uk: Виберіть ім'я заявника нижче

source: Make a job offer
uk: Зробити пропозицію про роботу

source: There are no applicants for this position.
uk: Немає претендентів на цю посаду.

source: Position Information
uk: Інформація про посаду

source: Applicant Questions
uk: Питання заявнику

source: Open Position(s) Applied For
uk: Вакантні посади для вашої заявки

source: Review Applicants
uk: Огляд заявників

source: return
uk: повернутися

source: Select the Open Position below to view all the applicants.
uk: Виберіть вакантну посади нижче для перегляду всіх заявників.

source: Can view position decision child form of a person
uk: Можна переглядати дочірню форму особи щодо прийняття на посаду

source: Can edit position decision child forms of a person
uk: Можна редагувати дочірню форму особи щодо прийняття на посаду

source: Can view position interview child form of a person
uk: Можна переглядати співбесіду щодо посади з дочірньої форми особи

source: Can edit position interview child forms of a person
uk: Можна редагувати співбесіду щодо посади з дочірньої форми особи

source: Applicant
uk: Заявник

source: Position Interview
uk: Співбесіда на посаду

source: Position Decision
uk: Рішення щодо посади

source: Position(s)
uk: Посада(и)

source: Have you ever been convicted of a felony?
uk: Ви коли-небудь були визнані винними в кримінальному злочині?

source: If yes, give the circumstances.
uk: Якщо так, то подайте обставини.

source: In addition to your work history, are there other skills, qualifications or experience we should consider?
uk: На додаток до вашої історії роботи, чи існують інші навички, кваліфікації та досвіду, які ми повинні враховувати?

source: How did you hear of this opening?
uk: Звідки ви дізналися про цю вакантну посаду?

source: When can you start?
uk: Коли ви можете почати?

source: Desired Wage
uk: Бажана зарплата

source: Are you looking for full-time employment?
uk: Ви шукаєте роботу з повною зайнятістю?

source: If no, what hours are you available?
uk: Якщо ні, то які години роботи вас влаштовують?

source: Date of Interview
uk: Дата співбесіди

source: People Attending
uk: Присутні люди

source: Comments
uk: Коментарі

source: Date of Decision
uk: Дата рішення

source: Make a Job Offer?
uk: Зробити пропозицію про працевлаштування?

source: Add/Update Application
uk: Додати/оновити заявки

source: Add/Update Position Decision
uk: Додати/оновити рішення щодо посади

source: Add/Update Position Interview
uk: Додати/оновити співбесіду на посаду

source: oops
uk: Ой

source: You selected you were convicted of a felony but didn't describe the circumstances.
uk: Ви вибрали, що були визнані винними в кримінальному злочині, але не описали обставини.

source: You selected not full time, but you didn't give what hours you are available.
uk: Ви вибрали не повний робочий день, але не вказали, в які години ви готові працювати.

source: Can edit application child forms of a person
uk: Можна редагувати заявки з дочірніх форм особи

source: Can view application child form of a person
uk: Можна переглядати заявки з дочірніх форм особи
