Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/form-browser/*.po
Languages: tl, uk

source: The
tl: Ang
uk: Ця

source: form
tl: pormularyo
uk: форма

source: The form '
tl: Ang pormularyong '
uk: Форма '

source: Warning: There is no class registered for this form.
tl: Babala: Walang nakatalang klase para sa ganitong pormularyo.
uk: Попередження: немає класу, зареєстрованого для цієї форми.

source: Select a record to view
tl: Pumili ng isang rekord na tatanawin
uk: Вибрати запис для перегляду

source: None
tl: Wala
uk: Жоден

source: Select a child form to view
tl: Pumili ng isang pormularyong pambata na titingnan
uk: Виберіть дочірню форму, щоб переглянути

source: View the parent form (
tl: Tingnan ang pormularyong pangmagulang (
uk: Перегляд батьківської форми (

source: View Parent
tl: Tingnan ang Magulang
uk: Переглянути батьківську

source: Edit Form
tl: Baguhin ang Pormularyo
uk: Редагувати форму

source: Available Forms
tl: Makukuhang mga Pormularyo
uk: Доступні форми

source: Can view form browser
tl: Matitingnan ang pantingin-tingin ng pormularyo
uk: Можна переглядати оглядач форми

source: Form Browser
tl: Pantingin-tingin ng Pormularyo
uk: Оглядач форми

source: ' is provided via the class '
tl: ' ay ibinibigay sa pamamagita ng klaseng '
uk: "забезпечується через клас"

source: Save this form (
tl: Sagipin ang pormularyong ito (
uk: Зберегти цю форму (

source: Edit this form (
tl: Baguhin ang pormularyong ito (
uk: Редагувати цю форму (

source: The field
tl: Ang hanay
uk: Поле

source: is registered as type
tl: ay nakatala bilang uring
uk: зареєстровано як тип

source: which is provided by
tl: ibinigay ng
uk: яке забезпечується

source: Warning: The field '
tl: Babala: Ang hanay na '
uk: Попередження: Поле '

source: ' is not associated with any class.
tl: ' ay walang kaugnayan sa anumang klase.
uk: 'не пов'язане з жодним класом.

source: ' has no registed type.
tl: ' ay walang nakatalang uri.
uk: ' немає зареєстрованого типу.

source: The field has id
tl: Ang hanay ay may pagkakakilanlang
uk: Поле має id

source: This field links to the form
tl: Ang hanay na ito ay kumakawing sa pormularyong
uk: Це поле посилається на форму
