Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/accident/*.po
Languages: it, ta, uk

source: Can edit the workplace injuries and accidents assigned to a person
it: Modifica infortuni e incidenti sul lavoro assegnati a una persona
ta: ஒரு நபருக்காக ஒதுக்கப்படும் பணியிட காயங்கள் மற்றும் நேர்ச்சிகளை திருத்த முடியும்
uk: Можна змінювати робоче місце через травми і аварії, пов'язані з власником

source: Can view the wokrplace injuries and accidents assigned to a person
it: Visualizza infortuni e incidenti sul lavoro assegnati a una persona
ta: ஒரு நபருக்காக ஒதுக்கப்படும் பணியிட காயங்கள் மற்றும் நேர்ச்சிகளை திருத்த முடியும்
uk: Можна переглядати робоче місце через травми і аварії, пов'язані з власником

source: Edit the workplace accident type list
it: Modifica l'elenco delle tipologie di incidenti sul lavoro
ta: பணியிடத்திலுல்ல நேர்ச்சி வகைப் பட்டியலை திருத்தவும்
uk: Редагувати список типів аварій на робочому місці

source: Accident
it: Incidente
ta: நேர்ச்சி (விபத்து)
uk: Аварії

source: Workplace Accident Type
it: Tipologia di incidente sul lavoro
ta: பணியிடத்தில் நேர்ச்சி (விபத்து) வகை
uk: Тип аварії на робочому місці

source: Date of Occurence
it: Data dell'evento
ta: நிகழ்ந்த நாள்
uk: Дата настання

source: Accident Type
it: Tipo di incidente
ta: நேர்ச்சியின் (விபத்தின்) வகை
uk: Тип аварії

source: Start of Applicability
it: Inizio dell'applicabilità
ta: பயண்படுத்தத்தக்க தொடக்கம்
uk: Початок застосовності

source: End of Applicability
it: Fine dell'applicabilità
ta: பயன்படுத்தத்தக்க முடிவு
uk: Кінець застосовності

source: Follow-up Required
it: Visita di controllo richiesta
ta: பின்தொடர்தல் தேவை
uk: Необхідні наступні заходи

source: People Involved
it: Persone coinvolte
ta: தொடர்புடைய மக்கள்
uk: Залучені люди

source: Add/Update Workplace Accident
it: Aggiungi/aggiorna incidente sul lavoro
ta: பணியிட விபத்தை சேர்/புதுப்பி
uk: Додати/Оновити аварії на робочому місці

source: Edit This Information
it: Modifica questa informazione
ta: இத்தகவலை திருத்து
uk: Редагувати цю інформацію

source: Update this Information
it: Aggiorna questa informazione
ta: இத்தகவலை புதுப்பிக்கவும்
uk: Оновити цю інформацію

source: Select another Accident Type
it: Seleziona un altro Tipo di Infortunio
uk: Виберіть інший тип аварії

source: Workplace Accident Information
it: Informazioni di Infortunio sul Posto di Lavoro
uk: Інформація про аварії на робочому місці

source: Correct this Information
it: Correggi questa informazione
ta: இத்தகவலை சரிபார்
uk: Виправити цю інформацію

source: View the workplace accident type list
it: Vedi la lista degli Infortuni sul Posto di Lavoro
uk: Перегляд список аварій на робочому місці

source: The end date must be after the start date.
it: La data di fine deve essere successiva alla data di inizio.
uk: Дата завершення має бути пізнішою за дату початку.
