Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/facility/*.po
Languages: de, he, oc, uk

source: Edit This Information
de: Diese Informationen bearbeiten
he: ערוך מידע זה
oc: Modificar aquesta informacion
uk: Редагувати цю інформацію

source: Update this Information
de: Diese Informationen aktualisieren
he: עדכן נתונים אלה
oc: Metre a jorn aquesta informacion
uk: Оновити цю інформацію

source: Select another Office/Facility
de: Ein anderes B체ro / eine andere Einrichtung w채hlen
he: בחר מוסד/משרד אחר
oc: Seleccionar una autra estructura
uk: Вибрати інше Відомство/Установу

source: Office/Facility
de: B체ro/Einrichtung
he: משרד/מוסד
oc: Burèu / Installacion
uk: Відомство/Установа

source: Select another Facility Type
de: Eine andere Einrichtungsart ausw채hlen
he: יש לבחור בסוג אחר של מתקן
oc: Seleccionar un autre tipe d’establiment
uk: Вибрати інший тип об'єкту

source: Facility Type
de: Einrichtungsart
he: סוג המוסד
oc: Tipe d'estructura
uk: Тип об'єкту

source: Edit the facility list
de: Die Einrichtungsliste bearbeiten
he: עריכת רשימת המוסדות
oc: Modificar la lista dels establiments
uk: Редагувати список об'єктів

source: View the facility list
de: Die Einrichtungsliste betrachten
he: צפייה ברשימת המוסדות
oc: Afichar la lista dels establiments
uk: Перегляд списку об'єктів

source: Edit the facility type list
de: Die Einrichtungsartenliste bearbeiten
he: עריכת רשימת סוגי המוסדות
oc: Modificar la lista dels tipes d’establiments
uk: Редагування списку типів об'єкту

source: View the facility type list
de: Die Einrichtungsartenliste betrachten
he: צפייה ברשימת סוגי המוסדות
oc: Afichar la lista dels tipes d’établiments
uk: Перегляд списку типів об'єкту

source: This form is used to descibe basic information about a facility
de: Dieses Feld wird genutzt, um die Grundinformationen einer Einrichtung zu beschreiben
he: טופס זה משמש לתיאור הנתונים הבסיסיים על אודות מוסד כלשהו
oc: Aqueste formulari es utilizat per descriure las informacions de basa que concernisson l’establiment
uk: Ця форма використовується дляопису основниї відомостей про об'єкт
