Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/establishment/*.po
Languages: gl, ko, uk

source: Set Establishments
gl: Establecer os efectivos
ko: 단위 설정하기
uk: Задання установ

source: Add new Establishment Type
gl: Engadir un novo tipo de efectivos
ko: 새 시설 유형 추가
uk: Додати новий тип установи

source: Add new Establishment Category
gl: Engadir unha nova categoría de efectivos
ko: 새 시설 분류 추가
uk: Додати нову категорію закладу

source: Select Establishment Category to set
gl: Seleccionar a categoría de efectivos a establecer
ko: 설정할 시설 분류 선택
uk: Виберіть категорію закладу, аби задати

source: Edit This Information
gl: Editar esta información
ko: 이 정보 수정
uk: Редагувати цю інформацію

source: Update this Information
gl: Actualizar esta información
ko: 이 정보를 업데이트
uk: Оновити цю інформацію

source: Select another Establishment
gl: Seleccionar outro efectivo
ko: 다른 시설 선택
uk: Виберіть інший заклад

source: Select another Establishment Period
gl: Seleccionar outro período de efectivos
ko: 다른 시설 기간 선택
uk: Виберіть інший період закладу

source: Can edit the establishment type database list
gl: Pode editar a lista da base de datos do tipo de efectivos
ko: 시설 종류 데이터베이스 목록을 편집할 수 있습니다
uk: Можна редагувати базу даних типів закладів

source: Can view the establishment type database list
gl: Pode ollar a lista da base de datos do tipo de efectivos
ko: 시설 종류 데이터베이스 목록을 볼 수 있습니다
uk: Можна переглядати базу даних типів закладів

source: Can edit the establishment period database list
gl: Pode editar a lista da base de datos do período de efectivos
ko: 시설 기간 데이터베이스 목록을 편집할 수 있습니다.
uk: Можна редагувати базу даних періодів закладів

source: Can view the establishment period database list
gl: Pode ollar a lista da base de datos do período de efectivos
ko: 시설 기간 데이터베이스 목록을 볼 수 있습니다
uk: Можна переглядати базу даних періодів закладів

source: Can edit the establishment database list
gl: Pode editar a lista da base de datos dos efectivos
ko: 시설 데이터베이스 목록을 편집할 수 있습니다
uk: Можна редагувати базу даних закладів

source: Can view the establishment database list
gl: Pode ollar a lista da base de datos dos efectivos
ko: 시설 데이터베이스 목록을 볼 수 있습니다
uk: Можна переглядати базу даних закладів

source: Can access the establishment information
gl: Pode acceder a información dos efectivos
ko: 시설 정보에 접근할 수 있습니다
uk: Можна отримувати доступ до інформації про заклад

source: Can edit the establishment information
gl: Pode editar a información dos efectivos
ko: 시설 정보를 편집할 수 있습니다
uk: Можна редагувати інформацію про заклад

source: Establishment
gl: Efectivos
ko: 시설
uk: Заклад

source: Establishment Period
gl: Período de efectivos
ko: 시설 기간
uk: Період закладу

source: Establishment Type
gl: Tipo de efectivos
ko: 시설 종류
uk: Тип закладу

source: Year of Applicability
gl: Ano aplicable
ko: 적용된 해
uk: Рік застосовності

source: %s at %s (%s)
gl: %s en %s (%s)
uk: %s у %s (%s)

source: Job or Cadre
gl: Emprego ou cadro
uk: Робота або кадри

source: Number of Health Workers
gl: Número de traballadores da saúde
uk: Кількість працівників охорони здоров'я

source: Facility or Facility Type
gl: Establecemento ou tipo de establecemento
ko: 시설 혹은 시설 종류
uk: Об'єкт або тип об'єкту
