Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/establishment/so.po
Languages: so

source: Set Establishments
so: Muuji qorshe yaasha

source: Add new Establishment Type
so: Ku dar nuuc cusub ee qorshayn ah

source: Add new Establishment Category
so: Ku dar qayb cusub ee qorshayn ah

source: Select Establishment Category to set
so: Dooro qayb qorshayn ah ee muuji

source: Edit This Information
so: Badal macluumaadkaan

source: Update this Information
so: Cusbooneeysii macluumaadkaan

source: Select another Establishment
so: Dooro qorshayn kale

source: Select another Establishment Period
so: Dooro xilliyada kale ee qorshaynta

source: Can edit the establishment type database list
so: Waxaa wax ka badali kartaa liiska nuuca qarshaynta

source: Can view the establishment type database list
so: Waxaa suurgal ah muujinta kaydka nuuca qorshaynta

source: Can edit the establishment period database list
so: waxaa wax ka badali kartaa liiska kaydka macluumaadka mudada qorshaynta

source: Can view the establishment period database list
so: Waxaa suurgal ah muujinta liiska kaydka macluumaadka mudada qorshaynta

source: Can edit the establishment database list
so: Waxaa wax ka badali kartaa liiska kaydka macluumaadka qarshaynta

source: Can view the establishment database list
so: Waxaa suurgal ah muujinta liiska kaydka macluumaadka qorshaynta

source: Can access the establishment information
so: Waxaa suura gal ah inaad furto macluumaadka Qorshaynta

source: Can edit the establishment information
so: Waxaa suura gal ah wax ka badalka macluumaadka Qorshaynta

source: Establishment
so: Qorshayn

source: Establishment Period
so: Mudada qorshaynta

source: Establishment Type
so: Nuuca qorshaynta

source: Year of Applicability
so: Sanadka hirgelinta

source: %s at %s (%s)
so: %s ee %s (%s)

source: Job or Cadre
so: Shaqo ama cadre

source: Number of Health Workers
so: Tirada shaqaalaha ee qaybta caafimaadka

source: Facility or Facility Type
so: Dhismaha ama nuuca dhismaha
