Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/person/*.po
Languages: id, ja

source: View Person
ja: 人物の表示

source: Individual Information
ja: 個人情報

source: Hide
ja: 非表示

source: Add Identification
ja: 身分証明情報の追加

source: Edit This Information
id: Editar Esta Informação
ja: この情報を編集

source: Update this Information
id: Atualizar Esta Informação
ja: この情報を更新

source: Name / Nationality
ja: 名前/国籍

source: Contact Information
ja: 連絡先情報

source: Qualifications
ja: 資格

source: Add Language Proficiency
ja: 使用言語の追加

source: Add Competency
ja: 資格の追加

source: Competency Evaluations
ja: 能力査定

source: Employment History
ja: 雇用履歴

source: Add Employment
ja: 雇用履歴の追加

source: Education History
ja: 学業履歴

source: Add Education
ja: 学業履歴の追加

source: Notes
ja: 注釈

source: Add Note
ja: 注釈を追加

source: View Record
ja: 登録内容の表示

source: Add/Update Person
ja: 人物の追加/更新

source: Personal Information
ja: 個人情報

source: Can view the person page
ja: 人物のページを閲覧できる

source: Can edit the person page
ja: 人物のページを編集できる

source: Can view all of the child forms of a person
ja: すべての子フォームを閲覧できる

source: Can edit all of the child forms of a person
ja: すべての子フォームを編集できる

source: Person
ja: 人

source: This form holds basic information about a person such as their names and residence
ja: このフォームには氏名、住所等の基本情報が含まれます

source: Surname
ja: 姓

source: First Name
ja: 名

source: Other Names
ja: 別称

source: Nationality
ja: 国籍

source: Residence
ja: 住所

source: Duplicate records match this record's name
ja: このレコード名と合致するレコードを複製します

source: This record has been saved.
ja: このレコードは保存されました

source: View Name History
ja: 名称履歴の表示

source: Identification Information
id: Informação de Identificação

source: Select another ID Type
id: Selecionar outro Tipo de ID

source: ID Type
id: Tipo de ID

source: Identification
id: Identificação

source: Can edit the id_type database list
id: Pode editar a lista de id_type do banco de dados

source: Can view the id_type database list
id: Pode visualizar a lista de id_type do banco de dados

source: Add/Update Identification
id: Adicionar/Atualizar Identificação

source: Identification Type
id: Tipo de Identificação

source: Person Identification
id: Identificação Pessoal

source: This form holds basic information about an identification for a person
id: Este formulário contém informações básicas sobre a identificação de uma pessoa

source: Identification Number
id: Número de Identificação

source: Date of Expiration
id: Data de Expiração
