Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage/*.po
Languages: gl

source: Add Person
gl: Engadir a persoa

source: Review Applicants
gl: Revisar os candidatos

source: Manage People
gl: Administrar as persoas

source: Add a new employee
gl: Engadir un novo rexistro de empregado

source: or applicant
gl: ou candidato

source: Search Records
gl: Procurar rexistros

source: Locate any employee or position record in the system to review, print or update.
gl: Atope o rexistro de calquera empregado ou cargo no sistema que revisar, imprimir ou actualizar.

source: View Reports
gl: Ver os informes

source: Configure System
gl: Configurar o sistema

source: Configure modules, administer positions, customize drop down menus and create or update user accounts.
gl: Configure os módulos, administre os cargos, personalice os menús despregables e cree ou actualice as contas de usuario.

source: Change Password
gl: Cambiar o contrasinal

source: View Person
gl: Ollar a persoa

source: Individual Information
gl: Información individual

source: Hide
gl: Agochar

source: Set Position
gl: Establecer o cargo

source: Add Demographic Information
gl: Engadir a información demográfica

source: Add Identification
gl: Engadir a identificación

source: Edit This Information
gl: Editar esta información

source: Update this Information
gl: Actualizar esta información

source: View Name History
gl: Ollar o historial do nome

source: Name / Nationality
gl: Nome/Nacionalidade

source: Contact Information
gl: Información de contacto

source: Position Information
gl: Información sobre o cargo

source: Add Benefit/Special Payment
gl: Engadir o beneficio/pagamento especial

source: Qualifications
gl: Cualificacións

source: Add Registration
gl: Engadir o rexistro

source: Add Language Proficiency
gl: Engadir o dominio da lingua

source: Add Competency
gl: Engadir a competencia

source: Competency Evaluations
gl: Avaliacións das competencias

source: Training Courses
gl: Cursos de formación

source: Add Training Course
gl: Engadir o curso de formación

source: Application
gl: Candidatura

source: Add Application
gl: Engadir a candidatura

source: Log Interview Details
gl: Rexistro dos detalles da entrevista

source: Log Hiring Decision
gl: Rexistro da decisión de contratación

source: Employment History
gl: Historial de empregos

source: Add Employment
gl: Engadir o emprego

source: Education History
gl: Historial educativo

source: Add Education
gl: Engadir os estudos

source: Notes
gl: Notas

source: Add Note
gl: Engadir a nota

source: Administer Database
gl: Administrar a base de datos

source: Administer Positions
gl: Administrar os cargos

source: Create Job Structure
gl: Crear a estrutura de empregos

source: Cadres
gl: Cadros

source: Job Classifications
gl: Clasificacións dos empregos

source: Salary Grades
gl: Niveis de ingresos

source: Jobs
gl: Empregos

source: Manage Positions
gl: Administrar os cargos

source: Salary Sources
gl: Fontes de ingresos

source: Position Types
gl: Tipos de cargo

source: Positions (by Facility)
gl: Cargos (por establecemento)

source: Positions (by Status)
gl: Cargos (por estado)

source: Administer Other Lists
gl: Administrar as outras listas

source: Organization Lists
gl: Listas de organización

source: Facility Type
gl: Tipo de establecemento

source: Office/Facility
gl: Oficina/Establecemento

source: Department
gl: Departamento

source: Registration Councils
gl: Consellos de rexistro

source: Employee Lists
gl: Listas de empregados

source: Education Type
gl: Tipo de educación

source: Degree
gl: Grao

source: Language
gl: Lingua

source: Competency Type
gl: Tipo de competencias

source: Competency
gl: Competencia

source: Competency Evaluation
gl: Avaliación de competencias

source: Identification Type
gl: Tipo de identificación

source: Benefit Type
gl: Tipo de beneficio

source: Marital Status
gl: Estado civil

source: Reasons for Departure
gl: Motivos para a marcha

source: Geographic Information
gl: Información xeográfica

source: Country
gl: País

source: Region
gl: Rexión

source: District
gl: Distrito

source: County
gl: Condado

source: Currency
gl: Moeda

source: Training Course Information
gl: Información sobre o curso de formación

source: Status of a Training Course
gl: Estado dun curso de formación

source: Requestors of a Training Course
gl: Solicitantes dun curso de formación

source: Evaluation of a Training Course
gl: Avaliación dun curso de formación

source: Category of a Training Course
gl: Categoría dun curso de formación

source: Training Institution
gl: Institución de formación

source: Training Funder
gl: Provedor de fondos para a formación

source: Continuing Education Course
gl: Curso de educación continua

source: Search People
gl: Procurar persoas

source: Search Positions
gl: Procurar cargos

source: Locate any person's record in the system to review, print or update.
gl: Atope o rexistro de calquera persoa no sistema que revisar, imprimir ou actualizar.

source: Locate any position in the system to review, print or update.
gl: Atope calquera cargo no sistema que revisar, imprimir ou actualizar.

source: Can edit some organizational database lists
gl: Pode editar algunhas listas da base de datos de organización

source: Can view some organizational database lists
gl: Pode ollar algunhas listas da base de datos de organización

source: Can edit all organizational database lists
gl: Pode editar todas as listas da base de datos de organización

source: Can view all organizational database lists
gl: Pode ollar todas as listas da base de datos de organización

source: Can edit some employee database lists
gl: Pode editar algunhas listas da base de datos de empregados

source: Can view some employee database lists
gl: Pode ollar algunhas listas da base de datos de empregados

source: Can edit all employee database lists
gl: Pode editar todas as listas da base de datos de empregados

source: Can view all employee database lists
gl: Pode ollar todas as listas da base de datos de empregados

source: Can edit some position database lists
gl: Pode editar algunhas listas da base de datos de cargos

source: Can view some position database lists
gl: Pode ollar algunhas listas da base de datos de cargos

source: HR Manager
gl: Administrador de recursos humanos

source: HR Staff
gl: Persoal de recursos humanos

source: Executive Manager
gl: Director executivo

source: Training Manager
gl: Administrador da formación

source: Send Feedback
gl: Enviar comentarios

source: Add Passport Photo
gl: Engadir a foto do pasaporte

source: Add Resume
gl: Engadir o CV

source: Current Disciplinary Actions
gl: Accións disciplinarias actuais

source: New Action
gl: Nova acción

source: History
gl: Historial

source: Workplace Accidents
gl: Accidentes laborais

source: Report Accident
gl: Informar dun accidente

source: Scheduled Training Courses
gl: Cursos de formación programados

source: Disciplinary Actions
gl: Accións disciplinarias

source: Accident Type
gl: Tipo de accidente

source: Disciplinary Action Type
gl: Tipo de acción disciplinaria

source: Standardized Letters
gl: Cartas estandarizadas

source: Dependent Information
gl: Información de dependencia

source: Add Dependent
gl: Engadir a persoa ao cargo

source: Next of Kin Information
gl: Información sobre a familia próxima

source: Add Next of Kin
gl: Engadir o familiar próximo

source: Can edit some planning database lists
gl: Pode editar algunhas listas da base de datos de plans

source: Can view some planning database lists
gl: Pode ollar algunhas listas da base de datos de plans

source: Can edit all planning database lists
gl: Pode editar todas as listas da base de datos de plans

source: Can view all planning database lists
gl: Pode ollar todas as listas da base de datos de plans

source: Planning Information
gl: Información do plan

source: Establishment Type
gl: Tipo de efectivos

source: Establishment Period
gl: Período de efectivos

source: Establishments
gl: Efectivos

source: Scanned Paper Records
gl: Rexistros de documentos dixitalizados

source: Add Scanned Document
gl: Engadir un documento dixitalizado

source: Confirmation Types
gl: Tipos de confirmación

source: Confirmation Information
gl: Información de confirmación

source: Record Status
gl: Estado do rexistro

source: Self Service
gl: Autoservizo

source: Assign User Account
gl: Asignar unha conta de usuario

source: Please Log In
gl: Acceda ao sistema

source: Enter your username and password.
gl: Introduza o seu nome de usuario e contrasinal.

source: Username
gl: Nome de usuario

source: Password
gl: Contrasinal

source: Current Positions
gl: Cargos actuais

source: View Open Positions
gl: Ollar os cargos vacantes

source: View Your Record
gl: Ollar o seu rexistro

source: To track a person in the database, whether an employee or a job applicant, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
gl: Para seguir unha persoa na base de datos, sexa un empregado ou un candidato, engada un rexistro para esa persoa. Cómpre certa información para comezar un novo rexistro. Unha vez xerado o rexistro, haberá dispoñibles opcións adicionais para engadir datos sobre a persoa. Un membro do persoal de recursos humanos ou un administrador de recursos humanos pode engadir unha nova persoa ao sistema.

source: To track a person in the database, add a record for that person. Certain information is required to start a new record. Once the record is generated, additional options for adding data about the person will become available. An HR Staff person or an HR Manager can add a new person to the system.
gl: Para seguir unha persoa na base de datos, engada un rexistro para esa persoa. Cómpre certa información para comezar un novo rexistro. Unha vez xerado o rexistro, haberá dispoñibles opcións adicionais para engadir datos sobre a persoa. Un membro do persoal de recursos humanos ou un administrador de recursos humanos pode engadir unha nova persoa ao sistema.

source: Once one or more applications have been recorded for an open position, an HR Staff person, HR Manager or Executive Manager can review the applications and record notes during the hiring process. Click Review Applicants to review all of the applications for any open position.
gl: Unha vez rexistrada unha ou máis candidaturas para un cargo vacante, un membro do persoal de recursos humanos, un administrador de recursos humanos ou un director executivo pode revisar estas solicitudes e tomar notas durante o proceso de contratación. Prema en "Revisar os candidatos" para botar un ollo a todas as candidaturas de calquera posto vacante.

source: record to the system, and search for and update records that have been entered into the system.
gl: ao sistema; e procurar e actualizar os rexistros que se introduciron no sistema.

source: Also complete job applications for open positions, review completed applications and assign a position to the successful applicant.
gl: Complete tamén as candidaturas de emprego para os cargos vacantes, revise as candidaturas completadas e asigne un cargo ao mellor candidato.

source: Reports enable analysis of human resource data in various ways. Customize, display and print staff lists, statistical charts and other standard reports.
gl: Os informes permiten a análise de datos de recursos humanos de varios xeitos. Personalice, visualice e imprima listas de persoal, gráficas estatísticas e outros informes estándar.

source: View Your Personnel Details
gl: Ollar os seus detalles persoais

source: View your personnel details.
gl: Ollar os seus detalles persoais.

source: Self-Service
gl: Autoservizo

source: Scanned Records
gl: Rexistros dixitalizados

source: Disciplinary Action Reason
gl: Motivo para a acción disciplinaria

source: Set New Position
gl: Establecer o novo cargo

source: Mass Delete
gl: Eliminar en masa

source: By Facility
gl: Por instalación

source: By Person (Search Page)
gl: Por persoa (páxina de procuras)

source: Forgot username or password?
gl: Esqueceu o nome de usuario ou o contrasinal?
