Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/training-course/*.po
Languages: ar, ja, pt_br

source: Edit This Information
ar: غيير هذه المعلومة
ja: この情報を編集
pt_br: Editar Esta Informação

source: Correct this Information
ar: صحح هذه المعلومة
ja: この情報を修正
pt_br: Corrigir esta Informação

source: Course Competency Evaluations
ar: تقييمات كفاءة الدورة
ja: 資格評価コース
pt_br: Avaliações de Competência do Curso

source: Course
ar: دورة
ja: コース
pt_br: Curso

source: Course Name
ar: إسم الدورة
ja: コース名
pt_br: Nome do Curso

source: Update this Information
ar: حدّث هذه المعلومة
ja: この情報を更新
pt_br: Atualizar esta Informação

source: Scheduled Course
ar: دورة مجدولة
ja: 予定されたコース
pt_br: Curso Programado

source: Enrolled Students
ar: الطلاب المسجلين
ja: 在学生
pt_br: Estudantes Inscritos

source: Select another Course
ar: إختر دورة أخرى
ja: 別のコースを選択
pt_br: Selecionar outro Curso

source: Training Course
ar: دورة تدريبية
ja: トレーニング コース
pt_br: Curso de Treinamento

source: Scheduled Courses
ar: دورات مجدولة
ja: 予定されたコース群
pt_br: Cursos Programados

source: Hide
ar: أخفِ
ja: 非表示
pt_br: Esconder

source: Schedule a Course
ar: تحديد موعد دورة
ja: コースの予約
pt_br: Programar um Curso

source: Add/Update a Scheduled Training Course
ar: تحديث / إضافة دورة تدريبية مجدولة
ja: 予定されているトレーニング コースを追加/更新
pt_br: Adicionar/Atualizar um Curso de Treinamento Programado

source: Select another Training Course Category
ar: حدد فئة أخرى لدورة تدريبية
ja: 他のトレーニング コースのカテゴリを選択します
pt_br: Selecionar outra Categoria de Curso de Treinamento

source: Training Course Category
ar: فئة دورة تدريبية
ja: トレーニング コース カテゴリー
pt_br: Categoria de Curso de Treinamento

source: Select another Training Course Status
ar: حدد حالة أخرى لدورة تدريبية
ja: 他のトレーニング コースのステータスを選択します

source: Training Course Status
ar: حالة دورة تدريبية
ja: トレーニング コースのステータス

source: Select another Training Course Requestor
ar: حدد طالب آخر لدورة تدريبية
ja: トレーニング コース申請者を選択します
pt_br: Selecionar outro Solicitante do Curso de Treinamento

source: Training Course Requestor
ar: طالب لدورة تدريبية
ja: トレーニング コース申請者
pt_br: Solicitante do Curso de Treinamento

source: Select another Training Course Evaluation
ar: حدد تقييم آخر لدورة تدريبية
ja: 他のトレーニング コースの評価を選択します
pt_br: Selecionar outra Avaliação do Curso de Treinamento

source: Training Course Evaluation
ar: تقييم دورة تدريبية
ja: トレーニング コースの評価
pt_br: Avaliação do Curso de Treinamento

source: Schedule a Person for a Training Course
ar: جدولة شخص لدورة تدريبي
ja: トレーニング コースの予定
pt_br: Agendar uma Pessoa em um Curso de Treinamento

source: Add/Update Training Course Scheduling
ar: إضافة / تحديث جدولة درة تدريبية
ja: トレーニング コース予定の追加/更新
pt_br: Adicionar/Atualizar Programação de Curso de Treinamento

source: Select Another Course
ar: حدد دورة أخرى
ja: 別のコースを選択
pt_br: Selecionar Outro Curso

source: Open
ar: فتح
ja: 開く
pt_br: Aberto

source: Closed
ar: مغلق
ja: 終了
pt_br: Fechado

source: Pass
ar: إجتياز
ja: 合格

source: Fail
ar: فشل
ja: 不合格
pt_br: Falha

source: Incomplete
ar: غير كامل
ja: 未修
pt_br: Incompleto

source: Not Evaluated
ar: لم يتم تقييمه
ja: 未評価
pt_br: Não Avaliado

source: Training Manager
ar: مدير التدريب
ja: トレーニング マネージャー

source: Edit the training course status list
ar: تعديل قائمة حالة الدورة التدريبية
ja: トレーニング コースのステータスリストを編集します。

source: View the training course status list
ar: عرض قائمة حالة الدورة التدريبية
ja: トレーニング コースのステータスリストを表示します。

source: Edit the training course evaluation list
ar: تعديل قائمة تقييم الدورة التدريبية
ja: トレーニング コースの評価リストを編集します。
pt_br: Editar a lista de avaliações dos cursos de treinamento

source: View the training course evaluation list
ar: عرض قائمة تقييم الدورة التدريبية
ja: トレーニング コースの評価リストを表示します。
pt_br: Visualizar a lista de avaliações dos cursos de treinamento

source: Edit the training course category list
ar: تعديل قائمة فئة الدورة التدريبية
ja: トレーニング コース カテゴリーリストを編集します。
pt_br: Editar a lista de categorias dos cursos de treinamento

source: view the training course category list
ar: عرض قائمة فئة الدورة التدريبية
ja: トレーニング コース カテゴリーリストを表示します。
pt_br: visualizar a lista de categorias dos cursos de treinamento

source: Edit the training course list
ar: تعديل قائمة الدورة التدريبية
ja: トレーニング コースリストを編集します。
pt_br: Editar a lista dos cursos de treinamento

source: Edit the scheduled training course category list
ar: تعديل قائمة فئة الدورة التدريبية المجدولة
ja: 予定されているトレーニング コースのカテゴリーリストを編集します。
pt_br: Editar a lista de categorias dos cursos de treinamento programados

source: View the training course list
ar: عرض قائمة الدورة التدريبية
ja: トレーニング コースリストを表示します
pt_br: Visualizar a lista dos cursos de treinamento

source: Edit a scheduled training course
ar: تعديل دورة تدريبية مجدولة
ja: 予定されているトレーニング コースを編集します。
pt_br: Editar um curso de treinamento programado

source: View the scheduled training course category list
ar: عرض قائمة فئة الدورة التدريبية المجدولة
ja: 予定されているトレーニング コースのカテゴリーリストを表示します。
pt_br: Visualizar a lista de categorias de cursos de treinamento programados

source: Edit some lists assoicated with the training module
ar: تعديل بعض القوائم المشتركة مع وحدة التدريب
ja: トレーニング項目に関連付けられている一部のリストを編集します。
pt_br: Editar algumas listas associadas com o módulo de treinamento

source: View some lists assoicated with the training module
ar: عرض بعض القوائم المشتركة مع وحدة التدريب
ja: トレーニング項目に関連付けられている一部のリストを表示します。
pt_br: Visualizar algumas listas associadas com o módulo de treinamento

source: Edit all lists assoicated with the training module
ar: تعديل جميع القوائم المشتركة مع وحدة التدريب
ja: トレーニング項目に関連付けられている全てのリストを編集します。
pt_br: Editar todas as listas associadas com o módulo de treinamento

source: View all lists assoicated with the training module
ar: عرض جميع القوائم المشتركة مع وحدة التدريب
ja: トレーニング項目に関連付けられている全てのリストを表示します。
pt_br: Visualizar todas as listas associadas com o módulo de treinamento

source: This form holds basic information about a training course
ar: هذا النموذج يحمل معلومات أساسية عن دورة تدريبية
ja: このフォームにはトレーニング コースについての基本情報が含まれる。
pt_br: Este formulário contém informações básicas sobre um curso de treinamento

source: Scheduled Training Course
ar: دورة تدريبية مجدولة
ja: 予定されているトレーニング コース
pt_br: Curso de Treinamento Programado

source: Person Scheduled Training Course
ar: جدول دورة تدريبية للفرد
ja: トレーニング コース参加者
pt_br: Curso de Treinamento Programado para uma Pessoa

source: Training Requestor
ar: طالب تدريب
ja: トレーニング申請者
pt_br: Solicitante do Treinamento

source: Add/Update Person's Scheduled Training Course
ar: تحديث / إضافة جدول دورة تدريبية للفرد
ja: トレーニング コース参加者の追加/更新
pt_br: Adicionar/Atualizar Curso de Treinamento Programado para uma pessoa

source: Name
ar: اسم
ja: 名前
pt_br: Nome

source: Competency Evaluation
ar: تقييم كفاءة
ja: 資格評価
pt_br: Avaliação de Competência

source: Topic
ar: النقطة
ja: トピック
pt_br: Tópico

source: Notes
ar: الملاحظات
ja: 注釈
pt_br: Notas

source: Training Institution
ar: مؤسسة التدريب
ja: 研修機関
pt_br: Instrituição de Treinamento

source: Training Funders
ar: ممولو التدريب
ja: トレーニング出資者
pt_br: Financiadores do Treinamento

source: CEUs Provided
ar: CEUs مقدمة
ja: 継続教育ユニット(CEU)提供

source: Status
ar: الحالة
ja: 状態

source: Category
ar: فئة
ja: カテゴリ
pt_br: Categoria

source: Retraining
ar: إعادة التدريب
ja: 再トレーニング
pt_br: Retreinamento

source: Completed
ar: انتهت
ja: 完了
pt_br: Completado

source: Request Date
ar: تاريخ الطلب
ja: 申請日
pt_br: Data de Solicitação

source: Evaluation
ar: تقييم
ja: 評価
pt_br: Avaliação

source: Requested By
ar: طلبت من طرف
ja: 申請者
pt_br: Solicitado Por

source: Instance
ar: مثل
ja: インスタンス
pt_br: Instância

source: Site
ar: الموقع
ja: サイト
pt_br: Website

source: Maximum Number of Students
ar: الحد الأقصى لعدد الطلاب
ja: 学生最大数
pt_br: Número Máximo de Estudantes

source: Instructors
ar: المدربون
ja: 講師
pt_br: Instrutores

source: Start Date
ar: تاريخ البداية
ja: 開始日
pt_br: Data de Início

source: End Date
ar: تاريخ النهاية
ja: 終了日
pt_br: Data de Término

source: Location
ar: الموقع
ja: 場所
pt_br: Localização

source: Edit the training course requestor list
ar: تعديل قائمة طالب دورة التدريب
ja: トレーニング コース申請者リストを編集する。
pt_br: Editar a lista de solicitantes do curso de treinamento

source: %s on %s
ar: %s على %s
ja: %sに%s
pt_br: %s em %s

source: Duty Commencement
ar: بداية الواجب
ja: 業務開始

source: Exam Result
ar: نتيجة الامتحان
ja: 試験結果
pt_br: Resultado do Exame

source: Record An Exam Result
ar: سجل نتيجة الامتحان
ja: 試験結果の登録
pt_br: Registrar um Resultado de Exame

source: The end date must be after the start date.
ar: يجب أن يكون تاريخ الانتهاء بعد تاريخ البدء.
ja: 終了日は開始日より後にしてください。
pt_br: A data de término deve estar após a data de início.
