Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage-custom-reports-position-reports/*.po
Languages: cs, gl

source: Cadre
cs: Kádr
gl: Cadro

source: The cadre associated with this job.
cs: Kádr spojený s touto prací.
gl: O cadro asociado a este emprego.

source: Classification
cs: Klasifikace
gl: Clasificación

source: The classification associated with this job.
cs: Klasifikace přidružená k této práci.
gl: A clasificación asociada a este emprego.

source: Job
cs: Práce
gl: Emprego

source: The job associated with this position.
cs: Práce přidružená k této pozici.
gl: O emprego asociado a este cargo.

source: Facility
cs: Zařízení
gl: Establecemento

source: The facility where this position works.
cs: Oddělení kde tato pozice pracuje.
gl: O establecemento onde traballa este cargo.

source: Department
cs: Oddělení
gl: Departamento

source: The department this position belongs to.
cs: Oddělení, kterému tato pozice patří.
gl: O departamento ao que pertence este cargo.

source: Last Position
cs: Poslední pozice
gl: Último cargo

source: The last person that filled this position.
cs: Poslední osoba, která tuto pozici měla.
gl: A última persoa que ocupou este cargo.

source: Current Position
cs: Současná pozice
gl: Cargo actual

source: The current person filling this position.
cs: Současná pozice, která tuto pozici má.
gl: A persoa que ocupa actualmente este cargo.

source: The number of days this positions was open before being filled.
cs: Počet dní, po kterých tato pozice byla otevřená před jejím naplněním.
gl: O número de días que estivo vacante este cargo antes de ser ocupado.

source: Positions
cs: Pozice
gl: Cargos

source: All information related to a position.
cs: Všechny informace vztahující se k pozici.
gl: Toda a información en relación a un cargo.

source: Position List
cs: Seznam pozic
gl: Lista de cargos

source: Details for all positions.
cs: Podrobnosti pro všechny pozice.
gl: Detalles de todos os cargos.

source: Code
cs: Kód
gl: Código

source: Position Job
cs: Práce pozice
gl: Tarefa do cargo

source: Title
cs: Název
gl: Título

source: Facility ID
cs: ID zařízení
gl: ID do establecemento

source: Department ID
cs: ID oddělení
gl: ID do departamento

source: Posted Date
cs: Datum uveřejnění
gl: Data de publicación

source: Status
cs: Stav
gl: Estado

source: Job Title
cs: Název práce
gl: Título do emprego

source: Cadre ID
cs: ID kádru
gl: ID do cadro

source: Classification ID
cs: ID klasifikace
gl: ID da clasificación

source: Open Date
cs: Datum otevření
gl: Data de apertura

source: Filled Date
cs: Datum naplnění
gl: Data de ocupación

source: Days Open
cs: Dní nenaplněná
gl: Días vacante

source: A list of all positions.
cs: Seznam všech pozic.
gl: Unha lista de todos os cargos.

source: Position Open Duration
cs: Období otevření pozice
gl: Duración da vacante no cargo

source: The length in days each position was open before being filled.
cs: Délka ve dnech, kdy každá pozice byla otevřena před jejím naplněním.
gl: A duración, en días, que cada cargo estivo vacante antes de ser ocupado.

source: Position Reports
cs: Hlášení pozic
gl: Informes sobre o cargo
