Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage-custom-reports-facility-reports/*.po
Languages: it

source: Facility List
it: Elenco sedi

source: Facility information
it: Informazioni sulle sedi

source: The facility type for this facility.
it: Tipo di sede per questa sede

source: Facility Type
it: Tipo di sede

source: The contact information for this facility.
it: Informazioni di contatto per questa sede

source: Facility Contact
it: Contatto della sede

source: The district where this facility is.
it: Distretto dove si trova la sede (in Italia non usare)

source: District
it: Distretto (in Italia non usare)

source: Facility information.
it: Informazioni sulla sede

source: Facility Type ID
it: ID del tipo di sede

source: Facility Location
it: Luogo della sede

source: Facility Location ID
it: ID del luogo della sede

source: Facility Name
it: Nome della sede

source: Location
it: Luogo

source: Mailing Address
it: Indirizzo di posta

source: Telephone Number
it: Numero di telefono

source: Email Address
it: Indirizzo email

source: Contact Notes
it: Note contatto

source: A list of all facilities.
it: Un elenco di tutte le sedi

source: Facility Report
it: Rapporto Facilitato
