Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/dependents/*.po
Languages: ar, fa, fi, oc

source: Gender
ar: الجنس
fa: جنسیت
fi: Sukupuoli
oc: Sèxe

source: Date of Birth
ar: تاريخ الميلاد
fa: تاریخ تولد
fi: Syntymäaika
oc: Data de Naissença

source: Name
ar: اسم
fa: نام
fi: Nimi
oc: Nom

source: Dependent
ar: تابع
fa: وابسته
fi: Riippuvainen
oc: Personas dependentas

source: Can view a person's dependents
ar: يمكن عرض أقرباء شخص
fa: قادر به دیدن وابستگان یک فرد
fi: Voit tarkastella henkilön omaisia
oc: Pòt visualizar las personas dependentas

source: Can edit a person's dependents
ar: يمكن تعديل أقرباء شخص
fa: قادر به ویرایش وابستگان یک فرد
fi: Voit muokata henkilön omaisia
oc: Pòt modificar las personas dependentas

source: Add/Update Dependent Information
ar: إضافة / تحديث بيانات تابع
fa: افزودن/به‌روزرسانی اطلاعات وابستگان
fi: Lisää/Päivitä omaistietoja
oc: Apondre/ metre a jorn las donadas sus las personas dependentas

source: Edit This Information
ar: تعديل هذه المعلومات
fa: ویرایش این اطلاعات
fi: Muokkaa näitä tietoja
oc: Modificar aquesta informacion

source: Update this Information
ar: تحديث هذه المعلومات
fa: به‌روزرسانی این اطلاعات
fi: Päivitä näitä tietoja
oc: Metre a jorn aquesta informacion

source: Dependent Information
ar: بيانات التابع
fa: اطلاعات وابستگان
fi: Omaistiedot
oc: Informacions sus las personas dependentas
