Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/person-contact/*.po
Languages: sv

source: Other Contact Information
sv: Annan kontaktinformation

source: Add Work Contact
sv: Lägg till arbetskontakt

source: Edit This Information
sv: Redigera denna information

source: Update this Information
sv: Uppdatera denna information

source: Emergency Contact
sv: Akutkontakt

source: Work Contact
sv: Arbetskontakt

source: Work Contact Information
sv: Arbetskontaktsinformation

source: Other Contact
sv: Annan kontakt

source: Add Other Contact
sv: Lägg till annan kontakt

source: Personal Contact Information
sv: Personlig kontaktinformation

source: Add Emergency Contact
sv: Lägg till akutkontakt

source: Add Personal Contact
sv: Lägg till personlig kontakt

source: Personal Contact
sv: Personlig kontakt

source: Emergency Contact Information
sv: Kontaktinformation vid nödfall

source: Add/Update Contact Information
sv: Lägg till/uppdatera kontaktinformation
