Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/lists/*.po
Languages: br, fr

source: return (do not save changes)
br: distro hep saveteiñ
fr: retour sans sauvegarde

source: Administer Database
br: Merañ an diaz titouroù
fr: Administrer la base de données

source: Add new
br: Ouzhpennañ nevez
fr: Ajouter nouveau

source: return
br: distreiñ
fr: retour

source: Select %s to edit
br: Dibab %s evit kemmañ anezhañ
fr: Sélectionner %s pour l’éditer

source: View
br: Diskwel
fr: Afficher

source: Select %s
br: Dibab %s
fr: Sélectionner %s

source: Select the %1$s to limit the displayed values of %2$s.
br: Dibab an %1$s evit bevenniñ talvoudegezhioù diskwelet %2$s.
fr: Sélectionner le %1$s pour limiter les valeurs affichées de %2$s.

source: Add new %s
br: Ouzhpennañ un %s nevez
fr: Ajouter nouveau %s

source: View Record
br: Gwelet an enrolladenn
fr: Voir l’enregistrement

source: Hide
br: Kuzhat
fr: Masquer

source: Name
br: Anv
fr: Nom

source: Can hide list members
br: A c'hall kuzhat izili ar roll
fr: Peut masquer les membres de la liste

source: Can edit some of the lists stored in the database
br: a c'hall kemmañ rolloù zo stoket en diaz roadennoù
fr: Peut éditer certaines des listes stockées dans la base de données

source: Can edit all the lists stored in the database
br: a c'hall kemmañ an holl rolloù stoket en diaz roadennoù
fr: Peut éditer toutes les listes stockées dans la base de données

source: Can view some of the lists stored in the database
br: a c'hall gwelet rolloù zo stoket en diaz roadennoù
fr: Peut visualiser certaines des listes stockées dans la base de données

source: Can view all the lists stored in the database
br: a c'hall diskwel rolloù zo stoket en diaz roadennoù
fr: Peut visualiser toutes les listes stockées dans la base de données

source: View List
br: Diskwel ar roll
fr: Afficher la liste

source: Edit This Information
br: Cheñch an titour-mañ
fr: Editer cette information

source: Update this Information
br: Hizivaat an titour-mañ
fr: Mettre à jour cette information

source: Select another
br: Dibab un hini all
fr: Sélectionner un(e) autre

source: Confirm
br: Kadarnaat
fr: Confirmer

source: (Add New...)
br: (Ouzhpennañ nevez...)
fr: (Ajouter nouveau .....)

source: Select
br: Diuzañ
fr: Sélectionner

source: to edit
br: evit kemmañ
fr: pour éditer

source: This must be unique and another record has this value for the given values of the fields
fr: Cela doit être unique et un autre enregistrement a la même valeur comme les valeurs dans les champs.

source: This must be unique and another record has this value for the given value of the field
fr: Cela doit être unique et un autre enregistrement a la même valeur comme la valeur dans le champ.

source: This must be unique and another record has this value.
fr: Cela doit être unique et un autre enregistrement a cette valeur

source: Select One
br: Diuzañ unan
fr: Séléctionner un

source: Required Field
br: Maezienn rekis
fr: Champ requis

source: Administer Database Lists
br: Merañ ar rolloù diazoù roadennoù
fr: Administrer les listes de bases de données

source: Add/Update Database List
br: Ouzhpennañ/hizivaat ar roll diaz roadennoù
fr: Ajouter/Mettre à jour la liste de bases de données

source: Remap Database Lists
fr: Réorganiser les listes de bases de données

source: Other Lists
br: Rolloù all
fr: Autres listes

source: View %s
br: Gwelet %s
fr: Afficher %s

source: Add/Update %s
br: Ouzhpennañ/Hizivaat %s
fr: Ajouter/Mettre à jour %s

source: Update this information
br: Hizivaat an titour-mañ
fr: Mettre à jour cette information

source: Select another %s
br: Diuzañ un %s all
fr: Sélectionner un autre %s

source: Remap field %1$s in %2$s (%3$s matches)
fr: Réorganiser le champ %1$s en %2$s (%3$s correspondants)

source: Set remapping data
fr: Définir les données de réorganisation

source: View remapping data
fr: Afficher les données de réorganisation

source: Remapped Value
fr: Valeur traduite

source: Data Remapping
fr: Réorganisation de données

source: of
br: eus
fr: de

source: First
br: Kentañ
fr: Premier

source: Previous
br: Kent
fr: Précédent

source: Last
br: Diwezhañ
fr: Dernier

source: Next
br: War-lerc'h
fr: Suivant

source: Play
br: Lenn
fr: Jouer

source: All
br: An holl
fr: Tous

source: Perform Remap
fr: Effectuer la réorganisation

source: Save
br: Enrollañ
fr: Enregistrer

source: Show
br: Diskouez
fr: Afficher

source: Non-hidden
br: N'eo ket kuzhet
fr: Non masqué

source: Hidden Only
br: Kuzhet hepken
fr: Masqué seulement

source: Remapped to
fr: Traduit vers

source: Information
br: Titouroù

source: Code
br: Kod
