Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/printed-forms/*.po
Languages: de, es, fr

source: View
de: Ansehen
es: Ver
fr: Aperçu

source: %s generated on %s
de: %s generiert am %s
es: %s generado el %s
fr: % généré sur %s

source: Standardized Forms
de: Standardisierte Datenblätter
es: Formularios estandarizados
fr: Formulaires standardisés

source: Generate Standardized Forms
de: Standardisierte Datenblätter generieren
es: Generar formularios estandarizados
fr: Formulaires standardisés

source: No available standardized forms for this record.
de: Für diesen Datensatz gibt es kein standardisiertes Datenblatt.
es: No hay formas estnadarizadas disponibles para este registro
fr: Pas de de formulaire standardisé pour cet enregistrement

source: Archived Standardized Forms
de: Archivierte standardisierte Datenblätter
es: Formas Estandarizadas Archivadas
fr: Formulaires standardisés archivés

source: No forms have been archived forms for this record.
de: Keine Datenblätter wurden für diesen Datensatz archiviert.
es: No hay formas archivadas para este registro
fr: Aucun formulaire n'a été archivé pour cet enregistrement.

source: Generate
de: Generieren
es: Generar
fr: Générer

source: Archive
de: Archiv
es: Archivar

source: Allows minimal access to the Printed Forms System
de: Ermöglicht minimalen Zugriff auf das System der Datenblattvordrucke
es: Permite acceso mínimo al Sistema de Formas Impresas
fr: Permettre d'accès minimal au système de Formulaires imprimés

source: Allows full access to the Printed Forms System
de: Ermöglicht vollen Zugriff auf das System der Datenblattvordrucke
es: Permite acceso completo al Sistema de Formas Impresas
fr: Permettre tout d'accès au système de Formulaires imprimés

source: Allows access to the generating all of the printed forms System
de: Ermöglicht zum Generieren den Zugriff auf das System der Datenblattvordruck
es: Permite acceso al Sistema de Generación de formas impresas
fr: Permettre d'accès à générer tout du système de Formulaires imprimés

source: Allows administation of all archived of the printed forms System
de: Ermöglicht die Verwaltung des Systems aller archivierten Datenblattvordrucke
es: Permite la Administración del Sistema de Archivo de Formas impresas
fr: Permettre d'administrer tout d'archivé de Formulaires imprimés

source: Allows creating of all archived of the printed forms System
de: Ermöglicht die Einrichtung des Systems aller archivierten Datenblattvordrucke
es: Permite la creación de formas impresas archivadas
fr: Permettre de créer tout d'archivé de Formulaires imprimés

source: Allows viewing of all archived of the printed forms System
de: Ermöglicht die Ansicht des Systems aller archivierten Datenblattvordrucke
es: Permite la visualización de formas impresas archivadas
fr: Permettre de voir tout d'archivé de Formulaires imprimés

source: Generated Document
de: Generiertes Dokument
es: Documento Generado
fr: Générer le document

source: Document
de: Dokument
es: Documento

source: Date
de: Datum
es: Fecha

source: Description
de: Beschreibung
es: Descripción

source: Primary Form ID
de: Primäre Datenblattkennung
es: Identificaición de la Forma Principal
fr: ID de premier formulaire
