Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/locale-selector/*.po
Languages: br

source: Add New Locale
br: Ouzhpennañ un dibarzh rannvroel nevez

source: Add A New Locale
br: Ouzhpennañ un dibarzh rannvroel nevez

source: Close
br: Serriñ

source: The default resolution is
br: An diarunusted dre ziouer zo

source: The list of locales to looking for translations of the locale
br: Roll an dibaboù lec'hel evit klask troidigezhioù an dibab

source: Select Available Locale
br: Dibab an holl zaveennoù a c'haller kaout

source: Available Locales
br: Arventennoù rannvroel da gaout

source: Select a locale for your system
br: Diuzañ an arventennoù rannvroel evit ho reizhiad

source: Select Locale
br: Diuzañ an arventennoù rannvroel

source: Custom Locale
br: Arventennoù rannvroel personelaet

source: You may enter a custom locale to be made available to your system.
br: Gallout a reot ebarzhiñ an arventennoù rannvroel personelaet lakaet e-kerz hor rouedad.
