Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/swissfactory/*.po
Languages: ar

source: Select one option
ar: تحديد خيار واحد

source: Select options
ar: تحديد الخيارات

source: Configuration Options
ar: خيارات الإعدادات

source: Value
ar: قيمة

source: Index
ar: مؤشر

source: Values
ar: القيم

source: Parent
ar: أصل

source: Non-Expert Mode
ar: نمط لغير الخبير

source: Configuration Sub-Options
ar: الخيارات الفرعية للإعدادات

source: True
ar: صحيح

source: False
ar: خطأ

source: Check to set to true
ar: اختر لتعيين القيمة الصحيحة

source: Expert Mode
ar: نمط للخبير
