Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage-custom-reports-filled-positions/*.po
Languages: uk

source: Filled Positions
uk: Заповнені посади

source: Historical list of all filled positions.
uk: Історичний список всі заповнених посад.

source: First Salary
uk: Перша зарплата

source: The first salary for this position and person.
uk: Перша зарплата для цієї посади і особи.

source: Last Salary
uk: Остання зарплата

source: The last salary for this position and person.
uk: Остання зарплата для цієї посади і особи.

source: Person
uk: Особа

source: The person filling this position.
uk: Особа, яка займає цю посаду.

source: Employee Position
uk: Посада співробітника

source: The position details.
uk: Подробиці про посаду.

source: Supervisor Position
uk: Посада керівника

source: The position details for the supervisor.
uk: Подробиці про посаду для керівника.

source: Supervisor Person Position
uk: Особи на посаді керівника

source: The current or most recent person filling the supervisor position.
uk: Поточна або остання людина, яка займала посаду керівника.

source: Supervisor Person
uk: Особа керівника

source: The person most recently filling the supervisor position.
uk: Людина, яка зовсім недавно займала посаду керівника.

source: A historical report of all filled positions.
uk: Хронологічний звіт усіх зайнятих посад.

source: Person Start Date
uk: Дата початку особи

source: Start Date After
uk: Дату початку після

source: Start Date Before
uk: Дата початку До

source: Person End Date
uk: Дата закінчення особи

source: End Date After
uk: Дата закінчення після

source: End Date Before
uk: Дата закінчення до

source: Surname
uk: Прізвище

source: Firstname
uk: Ім'я

source: Job Title
uk: Назва роботи

source: Position Title
uk: Назва посади

source: Facility
uk: Установа

source: Department
uk: Відділ

source: Position Status
uk: Статус посади

source: Supervisor Title
uk: Назва керівника

source: Supervisor Start Date
uk: Дата початку керівника

source: Supervisor Surname
uk: Прізвище керівника

source: Supervisor Firstname
uk: Ім'я керівника

source: Filled Positions Export
uk: Експорт зайнятих посад

source: A list of historical filled positions for exporting.
uk: Хронологічний перелік зайнятих посад для експорту.
