Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-common/translations/templates/training-simple-competency/*.po
Languages: gl, ja

source: Evaluate a Person's Competencies for a Training Course
gl: Avaliar as competencias dunha persoa para un curso de formación
ja: トレーニング コースのための資格評価

source: Competencies
gl: Competencias
ja: 資格

source: Evaluate a perons's cheduled training course
gl: Avaliar a formación prevista dunha persoa
ja: トレーニング コース参加者の評価

source: View a perons's cheduled training course evaluation
gl: Ollar a avaliación da formación prevista dunha persoa
ja: トレーニング コース参加者の評価を閲覧する。

source: Training Course Competency Evaluation
gl: Avaliación das competencias para o curso de formación
ja: トレーニング コースの資格評価

source: Evaulate Course Competencies
gl: Avaliar as competencias para o curso
ja: コース資格の評価

source: Notes
gl: Notas
ja: 注釈

source: Evaluation Date
gl: Data de avaliación
ja: 評価日

source: Evaluation
gl: Avaliación
ja: 評価

source: Competency
gl: Competencia
ja: 資格

source: Competencies Provided
gl: Competencias proporcionadas
ja: 与えられた資格

source: This course does not provide any competencies.
gl: Este curso non proporciona competencia ningunha.
ja: このコースでは特定の資格を付与しません。
