Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/custom-reports-pie-chart/*.po
Languages: uk

source: Chart Options
uk: Параметри діаграми

source: Chart Style
uk: Стиль діаграми

source: Choose the chart style.
uk: Виберіть стиль діаграми.

source: Displayed Fields
uk: Відображені поля

source: Choose the way you wish to select fields to display.
uk: Вибрати спосіб, яким ви хочете вибрати поля для відображення.

source: One field (Total)
uk: Одне поле (всього)

source: Displays one field with the total numbers with that value for that field.
uk: Відображає одне поле із загальною чисельністю, з цим значенням для цього поля.

source: First Field
uk: Перше поле

source: Two Fields -- Total on the Second One
uk: Два поля - всього на другому полі

source: Displays two fields with the the total numbers on the second field
uk: Відображає два поля із загальною чисельністю на другому полі.

source: Two fields (Total on Second)
uk: Два поля (всього на другому)

source: Second Field
uk: Друге поле

source: Second Field Total
uk: Всього на другому полі

source: Total Number
uk: Загальна чисельність

source: Total Distinct
uk: Всього окремо

source: Two Fields -- Second One is Numeric
uk: Два поля - друге є числовим

source: Displays two fields one which has a numeric value
uk: Відображає два поля, одне з яких має числове значення

source: Two fields (Numeric)
uk: Два поля (числові)

source: Second Field Aggregation
uk: Накопичення другого поля

source: None
uk: Жодне

source: Sum
uk: Сума

source: Maximum
uk: Максимум

source: Minimum
uk: Мінімум

source: Average
uk: Середнє

source: Total on Two Fields
uk: Всього на два поля

source: Displays the total for two fields
uk: Відображає всього на два поля

source: Two fields (Total)
uk: Два поля (Всього)

source: Three fields (Total on Third)
uk: Три поля (Всього на Третьому)

source: Third Field
uk: Третє поле

source: Third Field Aggregation
uk: Накопичення третього поля

source: Displays three fields one of which is numeric.
uk: Відображає три поля, одне з яких є числовим.

source: Three fields (Numeric)
uk: Три поля (числові)

source: Close
uk: Закрити

source: Choose options to limit results
uk: Вибрати параметри для обмеження результатів

source: Save as default view
uk: Зберегти як типове подання

source: Related Views
uk: Пов'язані подання

source: Pie Chart(Simple)
uk: Кругова діаграма (проста)

source: Bar Chart(Simple)
uk: Гістограма (проста)

source: Column Chart(Simple)
uk: Стовпчикова діаграма (проста)

source: Stacked Column Chart(Simple)
uk: Гістограма з накопиченням (проста)

source: Scatter Plot
uk: Точкова діаграма

source: No data has been found for this report. Please make sure the report data has been cached or modify your limits.
uk: Немає даних для цього звіту. Будь ласка, переконайтеся, що у звіті є дані з кешу або змініть свої межі.

source: Chart
uk: Діаграма

source: One Field -- Total
uk: Одне поле - всього

source: Three Fields -- Total on the Third One
uk: Три поля - всього на третьому

source: Three Fields -- Third One is Numeric
uk: Три поля - третє є числовим

source: Apply Limits
uk: Застосувати межі

source: Results limited by
uk: Результати обмежені

source: Apply these limits to the chart.
uk: Застосовувати ці обмеження до діаграми.

source: Select chart options and view this report as a chart
uk: Виберіть параметри діаграми та перегляньте цей звіт як діаграму

source: Chart this data
uk: Накреслити ці дані
