Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/I2CE/translations/templates/user-form/*.po
Languages: ar, pt

source: return (do not save changes)
ar: رجوع (لا تحفظ التغييرات)
pt: retornar (não salvar alterações)

source: Administer Users
ar: إدارة المستخدمين
pt: Administrar Utilizadores

source: Select User to Edit
ar: اختر مستخدما للتعديل
pt: Selecionar utilizador a editar

source: Add new User
ar: إضافة مستخدم جديد
pt: Adicionar novo Utilizador

source: Can create a user on the system
ar: يمكن إنشاء مستخدم على النظام
pt: Pode criar um utilizador no sistema

source: Can edit all the users in the system.
ar: يمكن تعديل كافة المستخدمين في النظام.
pt: Pode editar todos os utilizadores no sistema.

source: Manage Users/Access
ar: إدارة المستخدمين / وصول
pt: Gerir Utilizadores/Acesso

source: Role
ar: دور
pt: Responsabilidade

source: Can Assign To User
ar: ويمكن تخصيصه للمستخدم
pt: Pode Atribuir a Utilizador

source: Trickle Up
ar: سلسل

source: Username
ar: اسم المستخدم
pt: Nome de Utilizador

source: Password (leave blank to keep the same password)
ar: كلمة المرور (اترك فارغا للحفاظ على نفس كلمة المرور)
pt: Senha (deixe em branco para manter a mesma senha)

source: Generate New Password
ar: إنتاج كلمة مرور جديدة
pt: Gerar Nova Senha

source: Can create or edit the users in the system.
ar: يمكن إنشاء أو تعديل المستخدمين في النظام.
pt: Pode criar ou editar utilizadores no sistema.

source: Confirm
ar: تأكيد
pt: Confirmar

source: User Information
ar: معلومات المستخدم

source: Edit This Information
ar: تعديل هذه المعلومة

source: Update This Information
ar: تحديث المعلومة

source: Select another User
ar: اختيار مستخدم آخر

source: add
ar: إضافة
pt: adicionar
