Repository: apelon-ohie/ihris-site
Catalog: lib/4.1.4/ihris-manage/translations/templates/ihris-manage-person-position/*.po
Languages: lt, si, uk

source: Position
lt: Pozicija
si: තනතුර
uk: Посада

source: Enter new Status for the Position
lt: Įveskite naują pozicijos statusą
si: තනතුර සඳහා නව තත්වය ඇතුලත් කරන්න
uk: Введіть новий статус для посади

source: Discontinue this Position
si: මෙම තනතුර අත්හිටවන්න
uk: Припинити цю посаду

source: Edit This Information
lt: Redaguoti šią informaciją
si: මෙම තොරතුරු සංස්කරණය කරන්න
uk: Редагувати цю інформацію

source: Correct this Information
lt: Taisyti šia Informaciją
si: මෙම තොරතුරු නිවැරදි කරන්න
uk: Виправити цю інформацію

source: Salary Change
si: වැටුප වෙනස් කරන්න
uk: Зміна заробітної платні

source: Salary
lt: Atlyginimas
si: වැටුප
uk: Заробітна платня

source: Percent of Market Rate
si: වෙළඳපොළ අනුපාත ප්‍රතිශතය
uk: Відсотків від ринкової ставки

source: return
lt: grįžti
si: ආපසු යන්න
uk: повернути

source: Supervised Positions
si: අධීක්ෂණය කරන ලද තනතුරු
uk: Посади керівника

source: Open this Position
lt: Atidarykite šią poziciją
si: මෙම තනතුර විවෘත කරන්න
uk: Відкрити цю посаду

source: Edit Salary
lt: Redaguoti Atlyginimą
si: වැටුප සකසන්න
uk: Редагувати зарплату

source: Positions
lt: Pozicijos
si: තනතුරු
uk: Посади

source: New Salary
lt: Naujas Atlyginimas
si: නව වැටුප
uk: Нова зарплата

source: Current Salary
lt: Dabartinis Atlyginimas
si: පවතින වැටුප
uk: Нинішня зарплата

source: Add a salary
lt: Pridėti Atlyginimą
si: වැටුප එක්කරන්න
uk: Додати зарплату

source: No Salaries
lt: Nėra Atlyginimų
si: වැටුප් නොමැත
uk: Немає зарплати

source: Update this Information
lt: Atnaujinti šią informaciją
si: මෙම තොරතුරු යාවත්කාලීන කරන්න
uk: Оновити цю інформацію

source: Select another Department
lt: Pasirinkite kitą departamentą
si: වෙනත් දෙපාර්තමේන්තුවක් තෝරන්න
uk: Виберіть інший відділ

source: Department
lt: Departamentas
si: දෙපාර්තමේන්තුව
uk: Відділ

source: View Position
lt: Peržiūrėti poziciją
si: තනතුර බලන්න
uk: Перегляд посади

source: Position Information
lt: Pozicijos Informacija
si: තත්වය පිළිබඳ තොරතුරු
uk: Інформація про посаду

source: Hide
lt: Slėpti
si: සඟවන්න
uk: Приховати

source: Select another Position
lt: Pasirinkite kitą poziciją
si: වෙනත් තනතුරක් තෝරන්න
uk: Виберіть іншу посаду

source: Select another Position Type
lt: Pasirinkite kitą pozicijos tipą
si: වෙනත් තනතුරු වර්ගයක් තෝරන්න
uk: Виберіть інший тип посади

source: Position Type
lt: Pozicijos tipas
si: තනතුරු වර්ගය
uk: Тип посади

source: return (do not save changes)
lt: grįžti (neišsaugoti pakeitimų)
si: ආපසු යන්න (වෙනස්කම් සුරකින්න එපා)
uk: повернутися (не зберігати зміни)

source: Start Date
lt: Pradžios data
si: ඇරඹුම් දිනය
uk: Дата початку

source: View Salary History
lt: Žiūrėti Atlyginimų Istoriją
si: වැටුප් ඉතිහාසය බලන්න
uk: Перегляд історії зарплати

source: New Position
lt: Nauja pozicija
si: නව තනතුර
uk: Нова посада

source: Current Position
lt: Dabartinė pozicija
si: දැන් තනතුර
uk: Нинішня посада

source: Enter new Status for the Current Position
lt: Įveskite naują statusas dabartinei pozicijai
si: දැන් තනතුර සඳහා නව තත්වයන් ඇතුලත් කරන්න
uk: Введіть новий статус для нинішньої посади

source: Record a Departure
lt: Įrašyti Išvikymą
si: නික්මයාම ලේඛනගත කරන්න
uk: Запис звільнення

source: Change Position
lt: Keisti poziciją
si: තනතුර වෙනස් කිරීම
uk: Змінити посаду

source: View Position History
lt: Peržiūrėti pozicijos Istoriją
si: තනතුරු ඉතිහාසය බලන්න
uk: Переглянути історію посади

source: View Person
lt: Peržiūrėti asmenį
si: පුද්ගලයා දර්ශනය කරන්න
uk: Перегляд особи

source: Position Filled By
lt: Poziciją užima
si: විසින් තනතුර පුරවන ලදී
uk: Посади зайняті

source: Select another Reason for Departure
lt: Pasirinkti kita Išvykimo Priežastį
si: නික්මයාමට වෙනත් හේතුවක් තෝරන්න
uk: Виберіть іншу причину звільнення

source: Reason for Departure
lt: Išvykimo Priežastis
si: නික්මයාමට හේතු
uk: Причина для звільнення

source: Edit the department list
lt: Redaguoti departamentų sąrašą
si: දෙපාර්තුමේන්තු ලැයිස්තුව සකසන්න
uk: Редагувати список відділів

source: View the department list
lt: Peržiūrėti departamentų sąrašą
si: දෙපාර්තමේන්තු ලැයිස්තු දසුන
uk: Переглянути список відділів

source: Edit the position_type list
lt: Redaguoti pozicijų_tipų sąrašą
si: තනතුරු_වර්ග ලැයිස්තුව සකසන්න
uk: Редагувати список типів посад

source: View the position_type list
lt: Peržiūrėti pozicijų_tipų sąrašą
si: තනතුරු_වර්ග ලැයිස්තුව බලන්න
uk: Переглянути список типів посад

source: Edit the position list
lt: Redaguoti pozicijų sąrašą
si: තනතුරු ලැයිස්තුව සකසන්න
uk: Редагувати список посад

source: View the position list
lt: Peržiūrėti pozicijų sąrašą
si: තනතුරු ලැයිස්තුව බලන්න
uk: Переглянути список посад

source: Edit the pos_change_reason list
si: තනතුරු_වෙනස්කිරීමේ_හේතු ලැයිස්තුව සකසන්න
uk: Редагувати список pos_change_reason

source: View the pos_change_reason list
si: තනතුරු_වෙනස්කිරීමේ_හේතු ලැයිස්තුව බලන්න
uk: Переглянути список pos_change_reason

source: Can edit some information about positions
lt: Gali redaguoti tam tikrą informaciją apie pozicijas
si: තනතුරු ගැන සමහර තොරතුරු සකසන්න
uk: Можна змінити деякі відомості про посади

source: Can view some information about positions
lt: Gali peržiūrėti tam tikrą informaciją apie pozicijas
si: තනතුරු ගැන සමහර තොරතුරු බලන්න
uk: Можна подивитися деякі відомості про посади

source: Can edit all information about positions
lt: Gali redaguoti visą informaciją apie pozicijas
si: තනතුරු ගැන සියලු තොරතුරු සකසන්න
uk: Можна редагувати всі відомості про посади

source: Can view all information about positions
lt: Gali peržiūrėti visą informaciją apie pozicijas
si: තනතුරු ගැන සියලු තොරතුරු බලන්න
uk: Можна переглянути всі відомості про посади

source: Can edit the position of a person
lt: Gali redaguoti asmens poziciją
si: පුද්ගලයෙකුගේ තනතුර සකසන්න
uk: Можна змінити посаду особи

source: Can view the position of a person
lt: Gali peržiūrėti asmens poziciją
si: පුද්ගලයෙකුගේ තනතුර බලන්න
uk: Можна переглянути посаду особи

source: Can change the existing position of a person
lt: Gali keisti egzistuojančia asmens poziciją
si: පුද්ගලයෙකුගේ පවතින තනතුර වෙනස් කරන්න
uk: Можна змінити нинішню посаду особи

source: Can edit the salary of a person
lt: Gali redaguoti žmogaus algą
si: පුද්ගලයෙකුගේ වැටුප සකසන්න
uk: Можна редагувати зарплату особи

source: Can delete the salary of a person
lt: Gali ištrinti žmogaus algą
si: පුද්ගලයෙකුගේ වැටුප මකන්න
uk: Можна видалити зарплату особи

source: Can change an existing salary of a person
lt: Gali keisti egzistuojančia žmogaus algą
si: පුද්ගලයෙකුගේ පවතින වැටුප වෙනස් කරන්න
uk: Можна змінити нинішню зарплату особи

source: Can view an existing salary of a person
lt: Gali žiūrėti egzistuojančia žmogaus algą
si: පුද්ගලයෙකුගේ පවතින වැටුප බලන්න
uk: Можна переглянути нинішню зарплату особи

source: Can view the salary of a person
lt: Gali peržiūrėti žmogaus algą
si: පුද්ගලයෙකුගේ වැටුප බලන්න
uk: Можна переглянути зарплату особи

source: Open
lt: Atidaryti
si: විවෘත කරන්න
uk: Відкрити

source: Closed
lt: Uždarytas
si: වැසුවා
uk: Закрито

source: Discontinued
lt: Nutrauktas
si: අත්හිටුවන ලදී
uk: Припинено

source: Make a Job Offer
lt: Padaryti darbo pasiūlymą
si: රැකියා ප්‍රදානයක් නිර්මාණය කරන්න
uk: Зробити пропозицію про працевлаштування

source: Edit Position
lt: Redaguoti poziciją
si: තනතුර සකසන්න
uk: Редагувати посаду

source: Salary History
lt: Algos Istorija
si: වැටුප් ඉතිහාසය
uk: Історія зарплат

source: Person Position
lt: Asmens pozicija
si: පුද්ගල තනතුර
uk: Посада особи

source: This form is used to link a person to a pariticular position residence
si: මෙම පෝරමය පුද්ගලයෙකු නියමිත තනතුරට සබැඳි කිරම සඳහා යොදා ගන්නා ලදී
uk: Ця форма використовується для зв'язування особи до певної посади установи

source: Reasons for Departure
lt: Išvykimo Priežastys
si: නික්ම යාමට හේතු
uk: Причини для звільнення

source: Position Status
lt: Pozicijos statusas
si: තනතුරේ තත්වය
uk: Статус посади

source: Name
lt: Vardas
si: නම
uk: Ім'я

source: End Date
lt: Pabaigos data
si: අවසන් දිනය
uk: Дата завершення

source: Position Code
lt: Pozicijos kodas
si: තනතුරු කේතය
uk: Код посади

source: Job
lt: Darbas
si: කාර්යය
uk: Робота

source: Position Title
lt: Pozicijos titulas
si: තනතුරු සිරැසිය
uk: Назва посади

source: Position Description
lt: Padėties Aprašymas
si: තනතුරු විස්තරය
uk: Опис посади

source: Proposed Salary
lt: Siūlomas Atlyginimas
si: යෝජනා කරන ලද වැටුප
uk: Пропонована заробітна платня

source: Source
lt: Šaltinis
si: මූලාශ්‍රය
uk: Джерело

source: Supervisor
si: අධීක්ෂණය කරන්නා
uk: Керівник

source: Facility
si: පහසුකම
uk: Установа

source: Proposed Hiring Date
si: යෝජිත බඳවා ගැනීමේ දිනය
uk: Запропонована дата найму

source: Date Posted
lt: Paskelbimo data
si: පළ කරන ලද දිනය
uk: Дата розміщення

source: Status
lt: Statusas
si: තත්ත්වය
uk: Статус

source: Position Comments
si: තනතුර පිලිබඳ සටහන
uk: Коментарі до посади

source: Interview Comments
lt: Interviu komentarai
si: සම්මුඛ පරීක්ෂණ පිලිබඳ සටහන
uk: Коментарі до співбесіди

source: Standardized Position Letters
si: සම්මත කරන ලද තනතුරු ලිපි
uk: Літери стандартизованої посади

source: Confirm
lt: Patvirtinti
si: තහවුරු කරන්න
uk: Підтвердити

source: The start date must be after the start date of the current salary.
si: ආරම්භක දිනය පවතින වැටුප ආරම්භ කළ දිනට පසුව දිනයක් විය යුතුයි
uk: Дата початку має бути пізнішою за початкову дату теперішньої зарплати.

source: Please enter a start date after the previous position's start date.
si: කරුණාකර කලින් තනතුර ආරම්භ කළ දිනට පෙර දිනයක් ඇතුලත් කරන්න
uk: Будь ласка, введіть дату початку після дати початку попередньої посади.

source: The end date must be after the start date.
si: අවසන් වන දිනය, ආරම්භක දිනයට පසු දිනයක් විය යුතුය.
uk: Дата завершення має бути пізнішою за дату початку.

source: Required Field.
lt: Būtinas Laukas.
si: අත්‍යාවශ්‍ය පෙළ
uk: Обов'язкове поле.

source: Please enter a new status.
lt: Įveskite naują būseną.
si: කරුණාකර නව තත්වය ඇතුලත් කරන්න
uk: Будь ласка, введіть новий статус.
